{
  ":count votes": ":count votos",
  "A strong SaaS landing page should prove execution quality quickly. These previews are pulled from working authentication, checkout, billing, and admin screens.": "Una página de destino SaaS sólida debería demostrar la calidad de la ejecución rápidamente. Estas vistas previas se obtienen de las pantallas de autenticación, pago, facturación y administración en funcionamiento.",
  "A transparent roadmap driven by feedback from the SaaS Kit community.": "Una hoja de ruta transparente impulsada por los comentarios de la comunidad del kit SaaS.",
  "A unified operations surface for support, governance, and day-to-day SaaS execution.": "Una superficie de operaciones unificada para soporte, gobernanza y ejecución diaria de SaaS.",
  "Acquisition and conversion flow": "Flujo de adquisición y conversión",
  "Activation flow, social login, onboarding routes, and locale-aware UX surfaces.": "Flujo de activación, inicio de sesión social, rutas de incorporación y superficies UX con reconocimiento regional.",
  "Activation-ready authentication": "Autenticación lista para activación",
  "Active filters:": "Filtros activos:",
  "Add prices in Admin > Prices to show checkout options for this plan.": "Agregue precios en Administrador > Precios para mostrar las opciones de pago para este plan.",
  "Adding more images helps when each image proves a distinct workflow. These screenshots are selected to show coverage breadth and reduce ambiguity for technical buyers.": "Agregar más imágenes ayuda cuando cada imagen demuestra un flujo de trabajo distinto. Estas capturas de pantalla se seleccionan para mostrar la amplitud de la cobertura y reducir la ambigüedad para los compradores técnicos.",
  "Adjust logos, templates, and brand defaults centrally so marketing and product stay aligned.": "Ajuste los logotipos, las plantillas y los valores predeterminados de la marca de forma centralizada para que el marketing y el producto permanezcan alineados.",
  "Admin": "Administración",
  "Admin Operations": "Operaciones administrativas",
  "Admin Operations Use Case": "Caso de uso de operaciones de administración",
  "Admin Panel": "Panel de administración",
  "Admin UX": "Experiencia de usuario de administrador",
  "Admin analytics view showing SaaS performance statistics": "Vista de análisis de administrador que muestra estadísticas de rendimiento de SaaS",
  "Admin and Operations": "Administración y Operaciones",
  "Admin branding and theme settings interface": "Interfaz de configuración de tema y marca de administrador",
  "Admin dashboard with SaaS metrics cards and charts": "Panel de administración con tarjetas y gráficos de métricas de SaaS",
  "Admin dashboard with operations and billing controls": "Panel de administración con controles de operaciones y facturación",
  "Admin payment provider list with activation controls": "Lista de proveedores de pago de administrador con controles de activación",
  "Admin payment providers listing and activation controls": "Listado de proveedores de pago administrativo y controles de activación",
  "Admin product and pricing workflows": "Administrar flujos de trabajo de precios y productos",
  "Admin products listing with status and provider columns": "Listado de productos de administración con columnas de estado y proveedor",
  "Admin products table with filters, provider mapping, and status badges": "Tabla de productos de administración con filtros, asignación de proveedores e insignias de estado",
  "Admin products table with provider and status fields": "Tabla de productos de administración con campos de proveedor y estado",
  "Admin settings page with feature flags and billing options": "Página de configuración de administrador con indicadores de funciones y opciones de facturación",
  "Admin stats dashboard for SaaS metrics": "Panel de estadísticas de administración para métricas de SaaS",
  "Admin users table with role tags and actions": "Tabla de usuarios administradores con etiquetas de roles y acciones",
  "Admin users table with roles and support actions": "Tabla de usuarios administradores con roles y acciones de soporte",
  "After customers start paying, growth depends on execution quality. This starter keeps user operations and content publishing inside one system so your team can ship updates and support users without tool fragmentation.": "Una vez que los clientes empiezan a pagar, el crecimiento depende de la calidad de la ejecución. Este iniciador mantiene las operaciones de los usuarios y la publicación de contenido dentro de un sistema para que su equipo pueda enviar actualizaciones y brindar soporte a los usuarios sin fragmentación de herramientas.",
  "Align onboarding visuals with platform branding from admin.": "Alinee las imágenes de incorporación con la marca de la plataforma del administrador.",
  "All": "Todo",
  "All Categories": "Todas las categorías",
  "All Tags": "Todas las etiquetas",
  "All rights reserved.": "Reservados todos los derechos.",
  "All screenshots shown are captured from this starter.": "Todas las capturas de pantalla que se muestran se capturaron de este iniciador.",
  "Announcement management for release communication": "Gestión de anuncios para comunicación de lanzamiento.",
  "Architecture": "Arquitectura",
  "Are docs and roadmap pages part of the starter?": "¿Los documentos y las páginas de la hoja de ruta son parte del inicio?",
  "Are roles and permissions included by default?": "¿Se incluyen roles y permisos de forma predeterminada?",
  "Are social login paths included by default?": "¿Las rutas de inicio de sesión sociales se incluyen de forma predeterminada?",
  "Are technical SEO endpoints included?": "¿Se incluyen puntos finales técnicos de SEO?",
  "Attach visual context": "Adjuntar contexto visual",
  "Auth entry experience": "Experiencia de entrada de autenticación",
  "Authentication": "Autenticación",
  "Authentication and onboarding flows": "Flujos de autenticación e incorporación",
  "Authentication and social login": "Autenticación e inicio de sesión social",
  "Authentication screen with email login and social sign-in options": "Pantalla de autenticación con inicio de sesión por correo electrónico y opciones de inicio de sesión social",
  "Authentication screenshot preview": "Vista previa de captura de pantalla de autenticación",
  "Authentication, billing flows, checkout with Stripe and Paddle, admin resources, content surfaces, and a polished marketing layer.": "Autenticación, flujos de facturación, pago con Stripe y Paddle, recursos administrativos, superficies de contenido y una capa de marketing pulida.",
  "Authentication, billing, admin operations, and growth pages are already integrated so your team can focus on product strategy, not plumbing.": "Las páginas de autenticación, facturación, operaciones administrativas y crecimiento ya están integradas para que su equipo pueda centrarse en la estrategia del producto, no en la plomería.",
  "Authentication, social login, onboarding, locale switching, and account flow surfaces for global SaaS products.": "Superficies de autenticación, inicio de sesión social, incorporación, cambio de configuración regional y flujo de cuentas para productos SaaS globales.",
  "Author": "Autor",
  "Back to blog": "volver al blog",
  "Back to documentation": "Volver a la documentación",
  "Billing": "Facturación",
  "Billing Providers": "Proveedores de facturación",
  "Billing Starter": "Inicio de facturación",
  "Billing Use Case": "Caso de uso de facturación",
  "Billing and Commerce": "Facturación y Comercio",
  "Billing portal access and invoice downloads": "Acceso al portal de facturación y descargas de facturas",
  "Billing portal and invoice download endpoints": "Portal de facturación y puntos finales de descarga de facturas",
  "Billing providers built-in": "Proveedores de facturación integrados",
  "Billing, users, and editorial flows share consistent UI patterns, which improves onboarding and lowers operational mistakes.": "La facturación, los usuarios y los flujos editoriales comparten patrones de interfaz de usuario consistentes, lo que mejora la incorporación y reduce los errores operativos.",
  "Blog": "Blog",
  "Blog + SEO": "Blog + SEO",
  "Blog and documentation publishing": "Publicación de blogs y documentación.",
  "Blog creation and publishing workflow": "Flujo de trabajo de creación y publicación de blogs.",
  "Blog editor detail with metadata and content controls": "Detalle del editor de blog con metadatos y controles de contenido.",
  "Blog editor interface with long-form article content and controls": "Interfaz del editor de blogs con controles y contenido de artículos de formato largo",
  "Blog editor interface with rich content": "Interfaz del editor de blogs con contenido enriquecido",
  "Blog editor interface with rich text and featured image": "Interfaz del editor de blogs con texto enriquecido e imagen destacada",
  "Blog editor screen for long-form content in admin panel": "Pantalla del editor de blogs para contenido de formato largo en el panel de administración",
  "Blog editor with long-form content and media support": "Editor de blogs con contenido extenso y soporte multimedia.",
  "Blog posts list with filters and status indicators": "Lista de publicaciones de blog con filtros e indicadores de estado",
  "Blog posts with categories, tags, and read-time": "Publicaciones de blog con categorías, etiquetas y tiempo de lectura",
  "Blog publishing pipeline": "Canal de publicación de blogs",
  "Blog, category, and tag resources": "Recursos de blogs, categorías y etiquetas",
  "Blog, docs, and roadmap pages": "Blog, documentos y páginas de hoja de ruta",
  "Brand and template controls": "Controles de marca y plantilla",
  "Brand governance": "Gobernanza de marca",
  "Brand management screen for theme and identity settings": "Pantalla de gestión de marca para configuración de tema e identidad.",
  "Brand management settings with template and identity controls": "Configuración de gestión de marca con controles de plantilla e identidad",
  "Brand settings and platform defaults": "Configuración de marca y valores predeterminados de plataforma",
  "Brand settings and template management screen": "Configuración de marca y pantalla de gestión de plantillas",
  "Brand settings governance": "Gobernanza de la configuración de marca",
  "Brand, settings, and email configuration pages": "Páginas de configuración de marca, configuración y correo electrónico",
  "Branding": "Herrada",
  "Branding and theme settings": "Configuración de marca y tema",
  "Browse full feature map": "Explorar el mapa de funciones completo",
  "Browse setup guides and technical reference for this starter kit.": "Explore las guías de configuración y las referencias técnicas de este kit de inicio.",
  "Build your SaaS on a foundation that already feels production-grade": "Construya su SaaS sobre una base que ya se sienta apta para producción",
  "Built-in blog publishing, metadata controls, sitemap/RSS/OG endpoints, and content workflows for organic traffic growth.": "Publicación de blogs integrada, controles de metadatos, puntos finales de mapa del sitio/RSS/OG y flujos de trabajo de contenido para un crecimiento orgánico del tráfico.",
  "Built-in growth surfaces so publishing and discoverability stay close to product operations.": "Superficies de crecimiento integradas para que la publicación y la visibilidad permanezcan cerca de las operaciones del producto.",
  "Built-in login, checkout, billing, admin, and marketing surfaces so teams can ship production SaaS faster.": "Superficies integradas de inicio de sesión, pago, facturación, administración y marketing para que los equipos puedan enviar SaaS de producción más rápido.",
  "Buy Now": "Comprar ahora",
  "Can I customize branding without rebuilding the frontend?": "¿Puedo personalizar la marca sin reconstruir la interfaz?",
  "Can I launch with one-time and subscription pricing?": "¿Puedo lanzar con precio único y de suscripción?",
  "Can I manage both customer support and billing from one panel?": "¿Puedo gestionar tanto la atención al cliente como la facturación desde un solo panel?",
  "Can I optimize blog posts for SEO from admin?": "¿Puedo optimizar las publicaciones del blog para SEO desde el administrador?",
  "Can I organize content by category and tags?": "¿Puedo organizar el contenido por categoría y etiquetas?",
  "Can I run multilingual marketing pages with this starter?": "¿Puedo ejecutar páginas de marketing multilingües con este iniciador?",
  "Can I support both Stripe and Paddle on the same Laravel SaaS?": "¿Puedo admitir Stripe y Paddle en el mismo Laravel SaaS?",
  "Can customers access invoices and portal workflows?": "¿Pueden los clientes acceder a las facturas y a los flujos de trabajo del portal?",
  "Can customers choose their billing provider during checkout?": "¿Pueden los clientes elegir su proveedor de facturación durante el proceso de pago?",
  "Can onboarding connect directly into checkout?": "¿La incorporación puede conectarse directamente al proceso de pago?",
  "Can this starter replace a separate blog CMS early on?": "¿Puede este iniciador reemplazar un CMS de blog independiente desde el principio?",
  "Canonical tags and structured metadata patterns": "Etiquetas canónicas y patrones de metadatos estructurados",
  "Capture customer details with a clean conversion-focused form.": "Capture los detalles del cliente con un formulario limpio centrado en la conversión.",
  "Capture email, name, and promo input in a polished payment handoff that keeps your checkout funnel trustworthy.": "Capture correos electrónicos, nombres y entradas de promociones en una transferencia de pagos pulida que mantiene su embudo de pago confiable.",
  "Catalog Ops": "Operaciones de catálogo",
  "Catalog and pricing governance": "Gobernanza de catálogos y precios",
  "Catalog management": "Gestión de catálogos",
  "Catalog operations": "Operaciones de catálogo",
  "Catalog, provider, status in one table": "Catálogo, proveedor, estado en una sola tabla",
  "Catalog, user administration, and editorial workflows ship with one coherent admin workspace.": "Los flujos de trabajo editoriales, de administración de usuarios y de catálogo se envían con un espacio de trabajo de administración coherente.",
  "Category": "Categoría",
  "Category and tags": "Categoría y etiquetas",
  "Centralized controls for identity, theme template, and defaults.": "Controles centralizados para identidad, plantilla de tema y valores predeterminados.",
  "Checkout Flow": "Flujo de pago",
  "Checkout Routing": "Ruta de pago",
  "Checkout continuation": "Continuación del pago",
  "Checkout delivery": "entrega de pago",
  "Checkout details form in subscription flow": "Formulario de detalles de pago en el flujo de suscripción",
  "Checkout flow with Stripe and Paddle provider options and plan details": "Flujo de pago con opciones de proveedores de Stripe y Paddle y detalles del plan",
  "Checkout form with customer details and continue to payment action": "Formulario de pago con los datos del cliente y continuar con la acción de pago",
  "Checkout form with plan details and continue to payment action": "Formulario de pago con detalles del plan y continuar con la acción de pago",
  "Checkout form with plan details and payment continuation": "Formulario de pago con detalles del plan y continuación del pago",
  "Checkout page with Stripe and Paddle options": "Página de pago con opciones Stripe y Paddle",
  "Checkout screen displaying available payment provider options": "Pantalla de pago que muestra las opciones de proveedores de pago disponibles",
  "Checkout screen showing Stripe and Paddle provider options": "Pantalla de pago que muestra las opciones de proveedores de Stripe y Paddle",
  "Checkout screenshot preview": "Vista previa de captura de pantalla de pago",
  "Checkout unavailable for this option.": "Pagar no disponible para esta opción.",
  "Checkout with Stripe and Paddle": "Pagar con Stripe y Paddle",
  "Choose a Plan": "Elige un plan",
  "Choose a subscription or one-time plan with Stripe or Paddle.": "Elija una suscripción o un plan único con Stripe o Paddle.",
  "Clean login flow with social sign-in support": "Flujo de inicio de sesión limpio con soporte de inicio de sesión social",
  "Clear all": "Borrar todo",
  "Clear filters and view all posts": "Borrar filtros y ver todas las publicaciones.",
  "Clear setup guides for billing, architecture, security, testing, and extension workflows.": "Guías de configuración claras para flujos de trabajo de facturación, arquitectura, seguridad, pruebas y extensiones.",
  "Collect core customer details, promo input, and payment handoff in one polished subscription flow.": "Recopile detalles básicos del cliente, información sobre promociones y transferencia de pagos en un flujo de suscripción pulido.",
  "Compare Plans": "Comparar planes",
  "Complete Feature Inventory": "Inventario completo de funciones",
  "Complete checkout with structured customer details": "Pago completo con detalles estructurados del cliente",
  "Compose with structure": "Componer con estructura",
  "Configure": "Configurar",
  "Contact Sales": "Contacto Ventas",
  "Content": "Contenido",
  "Content Ops": "Operaciones de contenido",
  "Content and Growth": "Contenido y crecimiento",
  "Content and SEO Use Case": "Caso de uso de contenido y SEO",
  "Continue your evaluation": "Continúe su evaluación",
  "Control identity and theme from admin settings": "Controle la identidad y el tema desde la configuración de administrador",
  "Control optional marketing surfaces and defaults through app settings.": "Controle las superficies de marketing opcionales y los valores predeterminados a través de la configuración de la aplicación.",
  "Control product lifecycle and provider mapping with one table view.": "Controle el ciclo de vida del producto y el mapeo de proveedores con una vista de tabla.",
  "Control publish timing": "Controlar el tiempo de publicación",
  "Convert": "Convertir",
  "Create Account": "Crear una cuenta",
  "Create long-form posts with structured metadata, media handling, status control, and SEO fields in the same content workflow.": "Cree publicaciones de formato largo con metadatos estructurados, manejo de medios, control de estado y campos de SEO en el mismo flujo de trabajo de contenido.",
  "Create posts with title, slug, excerpt, rich body content, featured image, category, tags, author, status, and publish date.": "Cree publicaciones con título, slug, extracto, contenido enriquecido, imagen destacada, categoría, etiquetas, autor, estado y fecha de publicación.",
  "Current plan": "plan actual",
  "Custom": "Costumbre",
  "Customer and user management": "Gestión de clientes y usuarios.",
  "Customer chooses billing provider before payment": "El cliente elige el proveedor de facturación antes del pago",
  "Customer operations stay visible": "Las operaciones de los clientes permanecen visibles",
  "Customer support workflows": "Flujos de trabajo de atención al cliente",
  "Customers can select Stripe or Paddle before payment, with clear plan and billing context before handoff.": "Los clientes pueden seleccionar Stripe o Paddle antes del pago, con un plan claro y un contexto de facturación antes de la transferencia.",
  "Daily": "A diario",
  "Dashboard": "Panel",
  "Dashboard widgets and billing metrics help teams monitor MRR, churn, usage, and plan health over time.": "Los widgets del panel y las métricas de facturación ayudan a los equipos a monitorear el MRR, la deserción, el uso y el estado del plan a lo largo del tiempo.",
  "Decision Clarity": "Claridad de decisión",
  "Dedicated landing pages for high-intent search topics": "Páginas de destino dedicadas a temas de búsqueda de alta intención",
  "Dedicated onboarding routes support setup progression and account initialization before normal app usage.": "Las rutas de incorporación dedicadas respaldan la progresión de la configuración y la inicialización de la cuenta antes del uso normal de la aplicación.",
  "Deep blog editing and publishing workflow": "Flujo de trabajo profundo de edición y publicación de blogs",
  "Details": "Detalles",
  "Developer Guides": "Guías para desarrolladores",
  "Discount and coupon management": "Gestión de descuentos y cupones.",
  "Discount and coupon resources": "Recursos de descuentos y cupones",
  "Docs": "Documentos",
  "Documentation": "Documentación",
  "Documentation routes and content pages": "Rutas de documentación y páginas de contenidos.",
  "Does onboarding have dedicated routes and logic?": "¿La incorporación tiene rutas y lógica dedicadas?",
  "Does the billing stack include one-time and recurring models?": "¿La pila de facturación incluye modelos únicos y recurrentes?",
  "Does the starter include a real blog creation workflow?": "¿El inicio incluye un flujo de trabajo de creación de blogs real?",
  "Does this include operational metrics for SaaS KPIs?": "¿Incluye esto métricas operativas para los KPI de SaaS?",
  "Does this starter support multiple languages on marketing pages?": "¿Este iniciador admite varios idiomas en las páginas de marketing?",
  "Domain-driven + modular": "Impulsado por dominio + modular",
  "Draft -> Schedule -> Publish": "Borrador -> Programar -> Publicar",
  "Dual-provider checkout, subscriptions, invoicing, and billing lifecycle operations.": "Operaciones de pago, suscripciones, facturación y ciclo de vida de facturación de doble proveedor.",
  "Each card links to its full screenshot for inspection.": "Cada tarjeta enlaza con su captura de pantalla completa para su inspección.",
  "Each page targets a distinct high-intent search topic and proves implementation using real screens from this starter.": "Cada página apunta a un tema de búsqueda distinto de alta intención y demuestra la implementación utilizando pantallas reales de este iniciador.",
  "Each screenshot below maps to an existing workflow in this starter. Click any card to inspect the full-resolution screen.": "Cada captura de pantalla a continuación se asigna a un flujo de trabajo existente en este iniciador. Haga clic en cualquier tarjeta para inspeccionar la pantalla de resolución completa.",
  "Editorial execution": "Ejecución editorial",
  "Editorial workflow in admin": "Flujo de trabajo editorial en admin",
  "Editorial workflow with metadata controls, sitemap, RSS, and Open Graph support.": "Flujo de trabajo editorial con controles de metadatos, mapa del sitio, RSS y compatibilidad con Open Graph.",
  "Email + social sign-in": "Correo electrónico + inicio de sesión social",
  "Email + social sign-in in one step": "Correo electrónico + inicio de sesión social en un solo paso",
  "Email and social authentication flows": "Flujos de autenticación social y de correo electrónico",
  "Email/password login and social continuation paths are built into the first-touch experience.": "El inicio de sesión por correo electrónico/contraseña y las rutas de continuación social están integradas en la experiencia del primer toque.",
  "Enable and manage Stripe/Paddle providers with clear operational controls.": "Habilite y administre proveedores de Stripe/Paddle con controles operativos claros.",
  "Everything currently shipped in this SaaS starter": "Todo lo que se incluye actualmente en este iniciador de SaaS",
  "Explore All Features": "Explora todas las funciones",
  "Explore adjacent solution clusters": "Explorar grupos de soluciones adyacentes",
  "Explore all features": "Explora todas las funciones",
  "Explore long-tail Laravel SaaS solution pages: Stripe and Paddle billing, Filament admin operations, blog SEO workflows, and onboarding localization implementation.": "Explore las páginas de la solución Laravel SaaS de cola larga: facturación de Stripe y Paddle, operaciones de administración de Filament, flujos de trabajo de SEO de blogs e implementación de localización de incorporación.",
  "Explore production-ready SaaS features: authentication, provider-aware checkout, product and user administration, branding controls, and content operations.": "Explore las funciones de SaaS listas para producción: autenticación, pago según el proveedor, administración de productos y usuarios, controles de marca y operaciones de contenido.",
  "Explore roadmap and feedback": "Explore la hoja de ruta y los comentarios",
  "Expose provider selection and plan context before payment so customers understand price, billing mode, and next step.": "Exponga la selección de proveedores y el contexto del plan antes del pago para que los clientes comprendan el precio, el modo de facturación y el siguiente paso.",
  "FAQ": "Preguntas frecuentes",
  "Feature Overview": "Descripción general de funciones",
  "Feature request and roadmap management": "Solicitud de funciones y gestión de hoja de ruta",
  "Featured image and excerpt workflows": "Imagen destacada y extractos de flujos de trabajo",
  "Featured images": "Imágenes destacadas",
  "Features": "Características",
  "Filament Admin Panel SaaS Starter for Operations and Billing": "Filament Admin Panel SaaS Starter para operaciones y facturación",
  "Filament admin operations designed for real SaaS execution": "Operaciones de administración de filamentos diseñadas para una ejecución SaaS real",
  "Filament admin operations for SaaS": "Operaciones de administración de filamentos para SaaS",
  "Filament admin operations for SaaS teams": "Operaciones de administración de filamentos para equipos SaaS",
  "Filament product operations table with filters and status badges": "Tabla de operaciones de productos de filamentos con filtros e insignias de estado",
  "Filament-powered control center": "Centro de control alimentado por filamentos",
  "For higher-volume customers, we offer custom pricing, SLA guarantees, and dedicated support channels.": "Para clientes de mayor volumen, ofrecemos precios personalizados, garantías SLA y canales de soporte dedicados.",
  "From first sign-in to paid customer, every critical step is already designed.": "Desde el primer inicio de sesión hasta el cliente pago, cada paso crítico ya está diseñado.",
  "From login and checkout to product operations and content workflows, this starter ships complete execution surfaces.": "Desde el inicio de sesión y el pago hasta las operaciones del producto y los flujos de trabajo de contenido, este iniciador ofrece superficies de ejecución completas.",
  "General": "General",
  "Get Started": "Empezar",
  "Governance": "Gobernancia",
  "Grow organic traffic with built-in Laravel SaaS blog features: rich editor, categories, tags, SEO fields, sitemap.xml, rss.xml, and Open Graph image routes.": "Aumente el tráfico orgánico con las funciones integradas del blog Laravel SaaS: editor enriquecido, categorías, etiquetas, campos SEO, sitemap.xml, rss.xml y rutas de imágenes Open Graph.",
  "Guide new users through sign-in with clear primary actions.": "Guíe a los nuevos usuarios a través del inicio de sesión con acciones principales claras.",
  "Guide users through login and checkout with structured, confidence-building flows.": "Guíe a los usuarios durante el inicio de sesión y el pago con flujos estructurados que generen confianza.",
  "Guided details -> payment handoff": "Detalles guiados -> transferencia de pago",
  "Handle product states, provider mappings, and rollout controls from a single operational table.": "Maneje los estados de los productos, las asignaciones de proveedores y los controles de implementación desde una única tabla operativa.",
  "Handle roles, account status, and support actions quickly.": "Maneje roles, estados de cuentas y acciones de soporte rápidamente.",
  "Home": "Hogar",
  "How teams ship faster with this starter": "Cómo los equipos realizan envíos más rápido con este iniciador",
  "Implementation Coverage": "Cobertura de implementación",
  "Improves top-of-funnel activation for SaaS onboarding.": "Mejora la activación en la parte superior del embudo para la incorporación de SaaS.",
  "Internal Links": "Enlaces internos",
  "Is publish scheduling supported?": "¿Se admite la programación de publicaciones?",
  "Is this flow suitable for production SaaS launches?": "¿Este flujo es adecuado para lanzamientos de SaaS de producción?",
  "Is this starter SEO-ready for marketing pages?": "¿Este motor de arranque está preparado para SEO para páginas de marketing?",
  "Is this suitable for non-technical operations teams?": "¿Es esto adecuado para equipos de operaciones no técnicos?",
  "Is user and role administration included for post-launch operations?": "¿Se incluye la administración de usuarios y roles para las operaciones posteriores al lanzamiento?",
  "Join Community": "Únete a la comunidad",
  "Journal": "Diario",
  "Keep as draft, publish immediately, or schedule with a specific publish date.": "Manténgalo como borrador, publíquelo inmediatamente o programe con una fecha de publicación específica.",
  "Keeps pricing and catalog governance centralized for teams.": "Mantiene la gestión de precios y catálogos centralizada para los equipos.",
  "Laravel SaaS Blog and SEO Starter with Sitemap RSS and Open Graph": "Blog Laravel SaaS y SEO Starter con Sitemap RSS y Open Graph",
  "Laravel SaaS Onboarding and Localization Starter with Social Login": "Iniciador de incorporación y localización de Laravel SaaS con inicio de sesión social",
  "Laravel SaaS Solution Pages": "Páginas de soluciones Laravel SaaS",
  "Laravel SaaS billing with Stripe and Paddle in one production flow": "Facturación de Laravel SaaS con Stripe y Paddle en un solo flujo de producción",
  "Laravel SaaS blog and SEO starter": "Blog Laravel SaaS y iniciador de SEO",
  "Laravel SaaS onboarding and localization starter": "Iniciador de incorporación y localización de Laravel SaaS",
  "Laravel SaaS solution pages for billing, admin operations, and SEO growth": "Páginas de la solución Laravel SaaS para facturación, operaciones administrativas y crecimiento de SEO",
  "Laravel SaaS starter kit with auth, checkout, and admin workflows": "Kit de inicio Laravel SaaS con flujos de trabajo de autenticación, pago y administración",
  "Laravel Stripe and Paddle Billing Starter for SaaS Checkout": "Laravel Stripe y Paddle Billing Starter para pago SaaS",
  "Laravel Stripe and Paddle billing starter": "Iniciador de facturación de Laravel Stripe y Paddle",
  "Laravel blog and SEO infrastructure for SaaS organic growth": "Blog de Laravel e infraestructura de SEO para el crecimiento orgánico de SaaS",
  "Laravel onboarding and localization starter": "Iniciador de incorporación y localización de Laravel",
  "Launch Flow": "Flujo de lanzamiento",
  "Launch Laravel SaaS billing with Stripe and Paddle: provider-aware checkout, pricing catalog, subscriptions, discounts, invoices, and portal workflows.": "Inicie la facturación de Laravel SaaS con Stripe y Paddle: pago según el proveedor, catálogo de precios, suscripciones, descuentos, facturas y flujos de trabajo del portal.",
  "Launch a polished SaaS with billing, auth, and clean architecture.": "Lance un SaaS pulido con facturación, autenticación y arquitectura limpia.",
  "Launch faster with built-in authentication, checkout flows, product catalog management, user administration, and SEO-ready marketing pages.": "Inicie más rápido con autenticación integrada, flujos de pago, gestión de catálogos de productos, administración de usuarios y páginas de marketing listas para SEO.",
  "Launch multilingual Laravel SaaS onboarding with email/social login, locale switching, onboarding routes, and account flow integration.": "Inicie la incorporación de Laravel SaaS multilingüe con inicio de sesión social/por correo electrónico, cambio de configuración regional, rutas de incorporación e integración del flujo de cuentas.",
  "Launch your SaaS with code quality that feels senior from day one.": "Inicie su SaaS con una calidad de código superior desde el primer día.",
  "Legal": "Legal",
  "Let users choose Stripe or Paddle in one flow": "Permita que los usuarios elijan Stripe o Paddle en un solo flujo",
  "Lifecycle and recovery coverage": "Cobertura de ciclo de vida y recuperación",
  "Lifetime": "Vida",
  "Locale switcher and locale middleware": "Conmutador de configuración regional y middleware de configuración regional",
  "Locale switching and translation support are included for customer-facing pages and product experience.": "Se incluye soporte de traducción y cambio de configuración regional para las páginas orientadas al cliente y la experiencia del producto.",
  "Locale switching for marketing and app routes": "Cambio de configuración regional para rutas de marketing y aplicaciones",
  "Locale-aware marketing and app": "Aplicación y marketing con reconocimiento local",
  "Localization and multi-language marketing": "Localización y marketing multilingüe",
  "Log In": "Acceso",
  "Log Out": "Finalizar la sesión",
  "Login experience with email and social login options": "Experiencia de inicio de sesión con correo electrónico y opciones de inicio de sesión social",
  "Login screen with email, password, and social sign-in options": "Pantalla de inicio de sesión con correo electrónico, contraseña y opciones de inicio de sesión social",
  "Login screen with social providers and credentials": "Pantalla de inicio de sesión con proveedores sociales y credenciales",
  "Long-form content editor": "Editor de contenido de formato largo",
  "Long-form editor built-in": "Editor de formato largo incorporado",
  "Long-form post editing with structured content and metadata support.": "Edición de publicaciones de formato largo con contenido estructurado y soporte de metadatos.",
  "Long-tail SEO Clusters": "Clústeres de SEO de cola larga",
  "Long-tail SEO pages mapped to real Laravel SaaS workflows.": "Páginas SEO de cola larga asignadas a flujos de trabajo reales de Laravel SaaS.",
  "Long-tail landing pages for high-intent SaaS keywords": "Páginas de destino de cola larga para palabras clave SaaS de alta intención",
  "Main admin dashboard with business metrics and management shortcuts": "Panel de administración principal con métricas comerciales y atajos de administración",
  "Maintain identity and theme defaults from one settings screen.": "Mantenga los valores predeterminados de identidad y tema desde una pantalla de configuración.",
  "Manage SaaS operations with Filament: users, roles, products, prices, subscriptions, providers, invoices, and support workflows in one admin panel.": "Administre las operaciones de SaaS con Filament: usuarios, roles, productos, precios, suscripciones, proveedores, facturas y flujos de trabajo de soporte en un panel de administración.",
  "Manage customers, content, and billing operations from one control center.": "Administre clientes, contenido y operaciones de facturación desde un centro de control.",
  "Manage in one table": "Administrar en una sola mesa",
  "Manage products, plans, and lifecycle in admin": "Gestione productos, planes y ciclo de vida en el administrador",
  "Manage status, category, date, and read-time from one table.": "Administre el estado, la categoría, la fecha y el tiempo de lectura desde una tabla.",
  "Manual integration, fragmented provider logic, and custom edge-case handling.": "Integración manual, lógica de proveedor fragmentada y manejo personalizado de casos extremos.",
  "Marketing readiness": "Preparación para la comercialización",
  "Marketing routes aligned with translated UI": "Rutas de marketing alineadas con la interfaz de usuario traducida",
  "Marketing, app, and admin live in one codebase.": "El marketing, la aplicación y la administración viven en una sola base de código.",
  "Metadata, discoverability routes, and workflow proof screens are launch-ready from day one.": "Los metadatos, las rutas de descubrimiento y las pantallas de prueba del flujo de trabajo están listos para su lanzamiento desde el primer día.",
  "Metrics dashboard": "Panel de métricas",
  "Metrics visibility": "Visibilidad de métricas",
  "Missing Env ID": "Falta ID de sobre",
  "Missing Price ID": "ID de precio faltante",
  "Monetization governance": "Gobernanza de la monetización",
  "Monthly": "Mensual",
  "Most Popular": "Más Popular",
  "Move from post list to rich long-form editing without adopting an external CMS stack.": "Pase de la lista de publicaciones a una edición enriquecida de formato largo sin adoptar una pila de CMS externa.",
  "Move users from activation into monetization without losing context.": "Mueva a los usuarios de la activación a la monetización sin perder contexto.",
  "Need something custom?": "¿Necesitas algo personalizado?",
  "No documentation files were found in the docs directory.": "No se encontraron archivos de documentación en el directorio de documentos.",
  "No posts match your filters.": "Ninguna publicación coincide con tus filtros.",
  "No published posts yet.": "Aún no hay publicaciones publicadas.",
  "No roadmap items yet.": "Aún no hay elementos de la hoja de ruta.",
  "Not available for your billing provider": "No disponible para tu proveedor de facturación",
  "On this page": "En esta página",
  "Onboarding + i18n": "Incorporación + i18n",
  "Onboarding and i18n Use Case": "Incorporación y caso de uso de i18n",
  "Onboarding and localization flows for global SaaS products": "Flujos de incorporación y localización de productos SaaS globales",
  "Onboarding and localization for SaaS": "Incorporación y localización para SaaS",
  "Onboarding route structure": "Estructura de ruta de incorporación",
  "Onboarding show, update, and skip routes": "La incorporación muestra, actualiza y omite rutas",
  "Once customers are active, these admin workflows keep product catalog, users, and content execution organized at scale.": "Una vez que los clientes están activos, estos flujos de trabajo de administración mantienen organizados a escala el catálogo de productos, los usuarios y la ejecución de contenido.",
  "One-time": "una sola vez",
  "Open App": "Abrir aplicación",
  "Open Graph image generation routes": "Rutas de generación de imágenes de Open Graph",
  "Open Solution Hub": "Abrir centro de soluciones",
  "Open app": "Abrir aplicación",
  "Open full screenshot": "Abrir captura de pantalla completa",
  "Open solution page": "Abrir página de solución",
  "Operate catalog state and provider mapping from one table.": "Opere el estado del catálogo y la asignación de proveedores desde una tabla.",
  "Operate monetization from one panel: active catalog, provider imports, statuses, and quick edit actions for product rollout.": "Opere la monetización desde un panel: catálogo activo, importaciones de proveedores, estados y acciones de edición rápida para el lanzamiento de productos.",
  "Operate products, statuses, and provider mapping from one table.": "Opere productos, estados y mapeo de proveedores desde una sola tabla.",
  "Operational reporting and visibility": "Informes operativos y visibilidad",
  "Operational stats dashboard for SaaS performance monitoring.": "Panel de estadísticas operativas para el seguimiento del rendimiento de SaaS.",
  "Operational widgets for revenue and usage metrics": "Widgets operativos para métricas de ingresos y uso.",
  "Operations": "Operaciones",
  "Operations and growth toolkit": "Kit de herramientas de operaciones y crecimiento",
  "Operations screenshot preview": "Vista previa de captura de pantalla de operaciones",
  "Optimize metadata before publish without extra CMS plugins.": "Optimice los metadatos antes de publicarlos sin complementos de CMS adicionales.",
  "Order and Invoice resources": "Recursos para pedidos y facturas",
  "Order and invoice operations": "Operaciones de pedidos y facturas.",
  "Order and invoice resources in admin": "Recursos de pedidos y facturas en admin",
  "Payment Capture": "Captura de pagos",
  "Payment Completion": "Finalización del pago",
  "Payment Provider and Subscription resources": "Proveedores de pagos y recursos de suscripción",
  "Payment provider operations": "Operaciones del proveedor de pagos",
  "Plans that scale with your product": "Planes que escalan con su producto",
  "Post list operations": "Operaciones de lista de publicaciones",
  "Post-Launch Operations": "Operaciones posteriores al lanzamiento",
  "Present Stripe or Paddle clearly, with plan context and transparent next action before charge.": "Presente Stripe o Paddle con claridad, con el contexto del plan y la siguiente acción transparente antes del cargo.",
  "Pricing": "Precios",
  "Pricing Plans": "Planes de precios",
  "Privacy Policy": "política de privacidad",
  "Product": "Producto",
  "Product + provider status": "Estado del producto + proveedor",
  "Product and price execution": "Ejecución de producto y precio.",
  "Product and price governance in one place": "Gobernanza de productos y precios en un solo lugar",
  "Product and pricing operations": "Operaciones de productos y precios.",
  "Product operations table with statuses and provider columns": "Tabla de operaciones de productos con estados y columnas de proveedores",
  "Product updates, engineering notes, and SaaS playbooks.": "Actualizaciones de productos, notas de ingeniería y guías de SaaS.",
  "Product, Price, and Discount resources": "Recursos de productos, precios y descuentos",
  "Product, price, and payment-provider resources": "Recursos de proveedores de productos, precios y pagos",
  "Product, user, and content tooling assembled from multiple plugins over time.": "Herramientas de productos, usuarios y contenidos ensambladas a partir de múltiples complementos a lo largo del tiempo.",
  "Production billing surfaces that cover catalog modeling, checkout orchestration, and lifecycle operations.": "Superficies de facturación de producción que cubren el modelado de catálogos, la orquestación de pagos y las operaciones del ciclo de vida.",
  "Production features that move users from first visit to paid account.": "Funciones de producción que llevan a los usuarios desde la primera visita a la cuenta paga.",
  "Production-ready foundation for ambitious SaaS teams": "Base lista para producción para equipos SaaS ambiciosos",
  "Products admin table with status and provider columns": "Tabla de administración de productos con columnas de estado y proveedor",
  "Products, prices, payment providers, discounts, and subscriptions are administered from dedicated resources.": "Los productos, precios, proveedores de pagos, descuentos y suscripciones se administran desde recursos dedicados.",
  "Products, prices, provider mappings, and active states are managed from admin resources built for operations.": "Los productos, los precios, las asignaciones de proveedores y los estados activos se administran desde recursos administrativos creados para las operaciones.",
  "Profile and account settings surfaces": "Superficies de configuración de cuenta y perfil",
  "Profile data before payment": "Datos de perfil antes del pago",
  "Proof Layer": "Capa de prueba",
  "Provider choice before charge": "Elección del proveedor antes del cargo",
  "Provider operations panel": "Panel de operaciones del proveedor",
  "Provider selection before charge": "Selección de proveedor antes del cargo",
  "Provider-aware checkout flow": "Flujo de pago según el proveedor",
  "Provider-aware checkout orchestration": "Orquestación de pago consciente del proveedor",
  "Provider-aware checkout routing": "Enrutamiento de pago según el proveedor",
  "Provider-aware checkout, catalog operations, coupons, portals, and invoice flows for SaaS billing in one stack.": "Pago, operaciones de catálogo, cupones, portales y flujos de facturas según el proveedor para facturación SaaS en una sola pila.",
  "Provider-aware checkout, plan context, and conversion-focused payment handoff already designed.": "El pago según el proveedor, el contexto del plan y la transferencia de pagos centrada en la conversión ya están diseñados.",
  "Public blog layout with article cards and images": "Diseño de blog público con tarjetas de artículos e imágenes.",
  "Public blog rendering": "Representación de blog público",
  "Public blog, docs, and roadmap navigation": "Navegación por blogs públicos, documentos y hojas de ruta",
  "Publish articles to public-facing routes that integrate with nav and sitemap.": "Publique artículos en rutas públicas que se integren con la navegación y el mapa del sitio.",
  "Publishing stays inside product": "La publicación permanece dentro del producto.",
  "Questions teams ask before shipping": "Preguntas que hacen los equipos antes del envío",
  "RSS": "RSS",
  "Read Docs": "Leer documentos",
  "Read Documentation": "Leer documentación",
  "Read docs and implementation notes": "Leer documentos y notas de implementación",
  "Read implementation docs": "Leer documentos de implementación",
  "Read-time tracking": "Seguimiento del tiempo de lectura",
  "Ready to build on top of this feature set?": "¿Listo para aprovechar este conjunto de funciones?",
  "Real Screen Library": "Biblioteca de pantalla real",
  "Real product surfaces, not decorative mockups.": "Superficies de productos reales, no maquetas decorativas.",
  "Reduce drop-off at first touch with clean login UX, remember-me support, and social authentication entry points.": "Reduzca la interrupción en el primer contacto con una experiencia de usuario de inicio de sesión limpia, soporte para recordarme y puntos de entrada de autenticación social.",
  "Reduce onboarding friction with a focused auth screen and built-in social continuation options.": "Reduzca la fricción de incorporación con una pantalla de autenticación enfocada y opciones de continuación social integradas.",
  "Refine URL slug and assign category/tags, including create-on-the-fly options.": "Refine el slug de URL y asigne categorías/etiquetas, incluidas opciones de creación sobre la marcha.",
  "Related Long-tail Pages": "Páginas de cola larga relacionadas",
  "Release notes, billing insights, and architecture updates from the SaaS kit.": "Notas de la versión, información sobre facturación y actualizaciones de arquitectura del kit SaaS.",
  "Release notes, billing insights, and architecture updates.": "Notas de la versión, información sobre facturación y actualizaciones de arquitectura.",
  "Repeatable execution patterns": "Patrones de ejecución repetibles",
  "Resources": "Recursos",
  "Review accounts, roles, and support actions quickly with operational clarity for your team.": "Revise cuentas, roles y acciones de soporte rápidamente con claridad operativa para su equipo.",
  "Review accounts, roles, verification state, and support actions from one operational view so your team can resolve customer requests quickly.": "Revise cuentas, roles, estado de verificación y acciones de soporte desde una vista operativa para que su equipo pueda resolver las solicitudes de los clientes rápidamente.",
  "Review pricing and plans": "Revisar precios y planes",
  "Rich editor": "editor rico",
  "Rich editor with file attachments": "Editor enriquecido con archivos adjuntos",
  "Rich editor with media attachments": "Editor enriquecido con archivos adjuntos multimedia",
  "Roadmap": "Hoja de ruta",
  "Roadmap voting and announcements": "Votación y anuncios de la hoja de ruta",
  "Roles + support actions": "Roles + acciones de apoyo",
  "Roles and support actions": "Roles y acciones de apoyo",
  "SEO Pages": "Páginas SEO",
  "SEO Ready": "Listo para SEO",
  "SEO Solution Pages": "Páginas de soluciones SEO",
  "SEO and Platform Infrastructure": "SEO e infraestructura de plataforma",
  "SEO and proof sections are often postponed until after launch pressure.": "Las secciones de SEO y pruebas a menudo se posponen hasta después de la presión del lanzamiento.",
  "SEO fields for title and meta description": "Campos SEO para título y meta descripción",
  "SEO fields inside editor flow": "Campos de SEO dentro del flujo del editor",
  "SEO metadata": "Metadatos SEO",
  "SEO title and description fields": "Campos de descripción y título SEO",
  "SEO-ready publishing controls": "Controles de publicación listos para SEO",
  "SaaS Starter Features": "Funciones iniciales de SaaS",
  "SaaS features for real production launches": "Funciones SaaS para lanzamientos de producción reales",
  "SaaS features: auth, checkout, billing, and admin workflows": "Funciones de SaaS: flujos de trabajo de autenticación, pago, facturación y administración",
  "Save": "Ahorrar",
  "Scale": "Escala",
  "Scheduling": "Programación",
  "Search": "Buscar",
  "Search posts...": "Buscar publicaciones...",
  "See Full Feature Map": "Ver mapa completo de funciones",
  "See Pricing": "Ver Precios",
  "See all solution pages": "Ver todas las páginas de soluciones",
  "See pricing and checkout": "Ver precios y realizar el pago",
  "See public blog": "Ver blog público",
  "Set SEO title and meta description before publishing for better search visibility.": "Establezca el título SEO y la meta descripción antes de publicar para una mejor visibilidad de búsqueda.",
  "Set SEO title and meta description directly in post workflows for improved search result relevance.": "Configure el título SEO y la meta descripción directamente en los flujos de trabajo de publicaciones para mejorar la relevancia de los resultados de búsqueda.",
  "Set branding, providers, products, and pricing in minutes.": "Establezca marcas, proveedores, productos y precios en minutos.",
  "Set slug and taxonomy": "Establecer babosas y taxonomía.",
  "Settings and feature flags": "Configuraciones y banderas de funciones",
  "Share a concise feature request to guide the roadmap.": "Comparta una solicitud de función concisa para guiar la hoja de ruta.",
  "Share feedback and see what is planned, in progress, or complete.": "Comparta comentarios y vea lo que está planificado, en progreso o completo.",
  "Ship product value faster by starting with an integrated stack for authentication, monetization, and operations.": "Envíe valor de producto más rápido comenzando con una pila integrada para autenticación, monetización y operaciones.",
  "Shipping notes and product thinking": "Notas de envío y pensamiento sobre el producto",
  "Show Stripe/Paddle options up front so users understand billing path early.": "Muestre las opciones de Stripe/Paddle desde el principio para que los usuarios comprendan la ruta de facturación con antelación.",
  "Sign In": "Iniciar sesión",
  "Sign in": "Iniciar sesión",
  "Sign in to submit or vote on roadmap items.": "Inicie sesión para enviar o votar sobre elementos de la hoja de ruta.",
  "Sign in to vote": "Inicia sesión para votar",
  "Sitemap": "Mapa del sitio",
  "Sitemap, RSS, and OG image routes": "Rutas de mapas del sitio, RSS y imágenes OG",
  "Sitemap, RSS, and Open Graph endpoints": "Puntos finales de mapa del sitio, RSS y Open Graph",
  "Sitemap.xml and RSS.xml endpoints": "Puntos finales Sitemap.xml y RSS.xml",
  "Sitemap.xml, rss.xml, and Open Graph image routes are available to support search and social indexing.": "Las rutas de imágenes Sitemap.xml, rss.xml y Open Graph están disponibles para admitir la búsqueda y la indexación social.",
  "Solution Hub": "Centro de soluciones",
  "Solutions": "Soluciones",
  "Start Building": "Empezar a construir",
  "Start from an integrated stack where authentication, checkout, billing, operations, and marketing already work together.": "Comience desde una pila integrada donde la autenticación, el pago, la facturación, las operaciones y el marketing ya funcionan juntos.",
  "Start with conversion-ready login and social sign-in": "Comience con un inicio de sesión listo para la conversión y un inicio de sesión social",
  "Start with title, excerpt, and rich body content in the built-in editor.": "Comience con el título, el extracto y el contenido enriquecido del cuerpo en el editor integrado.",
  "Step 01": "Paso 01",
  "Step 02": "Paso 02",
  "Step 03": "Paso 03",
  "Step :step": "Paso :step",
  "Stripe and Paddle adapters with checkout routes": "Adaptadores Stripe y Paddle con rutas de pago",
  "Stripe and Paddle are integrated, including provider-aware checkout and billing operations.": "Stripe y Paddle están integrados, incluidas las operaciones de facturación y pago conscientes del proveedor.",
  "Stripe and Paddle billing support": "Soporte de facturación de Stripe y Paddle",
  "Stripe and Paddle flows are already wired.": "Los flujos Stripe y Paddle ya están cableados.",
  "Stripe and Paddle provider adapters": "Adaptadores de proveedor Stripe y Paddle",
  "Stripe and Paddle ready": "Listo para rayas y paletas",
  "Stripe or Paddle routing": "Enrutamiento de franja o paleta",
  "Structured checkout UX improves paid conversion quality.": "La experiencia de usuario de pago estructurada mejora la calidad de la conversión paga.",
  "Structured checkout form for high-intent buyers": "Formulario de pago estructurado para compradores con alta intención",
  "Structured payment handoff": "Transferencia de pago estructurada",
  "Submit feedback": "Enviar comentarios",
  "Submit request": "Enviar solicitud",
  "Submitted :time": "Enviado :time",
  "Subscribe": "Suscribir",
  "Subscription": "Suscripción",
  "Subscription and customer records": "Suscripciones y registros de clientes.",
  "Subscription and one-time options with unified billing data.": "Suscripción y opciones únicas con datos de facturación unificados.",
  "Subscription and one-time product support": "Suscripción y soporte de producto único",
  "Subscriptions and one-time purchases": "Suscripciones y compras únicas",
  "Subscriptions, cancellations, resumes, plan changes, webhooks, and invoice downloads are part of one billing surface.": "Suscripciones, cancelaciones, currículums, cambios de planes, webhooks y descargas de facturas forman parte de una sola superficie de facturación.",
  "Support": "Apoyo",
  "Support and access control": "Soporte y control de acceso",
  "Support workflow": "Flujo de trabajo de soporte",
  "Supports multi-provider billing without split implementations.": "Admite facturación de múltiples proveedores sin implementaciones divididas.",
  "Switch between steps to inspect details in a larger proof view instead of tiny screenshot grids.": "Cambie entre pasos para inspeccionar detalles en una vista de prueba más grande en lugar de pequeñas cuadrículas de capturas de pantalla.",
  "Switch plan": "Cambiar de plan",
  "Switch to Subscription": "Cambiar a suscripción",
  "Tags": "Etiquetas",
  "Targeting activation and internationalization keywords around sign-in, onboarding, and locale switching.": "Dirigirse a palabras clave de activación e internacionalización en torno al inicio de sesión, la incorporación y el cambio de configuración regional.",
  "Targeting billing-intent keywords around multi-provider checkout, subscriptions, and invoice operations.": "Dirigirse a palabras clave con intención de facturación en torno al pago, las suscripciones y las operaciones de facturación de múltiples proveedores.",
  "Targeting operations-intent keywords around user governance, product catalog, and admin execution.": "Dirigirse a palabras clave con intención de operaciones en torno a la gobernanza de usuarios, el catálogo de productos y la ejecución administrativa.",
  "Targeting organic growth keywords around blog workflows, metadata, sitemap, RSS, and OG routes.": "Dirigirse a palabras clave de crecimiento orgánico en torno a flujos de trabajo de blogs, metadatos, mapas del sitio, RSS y rutas OG.",
  "Technical discoverability endpoints": "Puntos finales de descubrimiento técnico",
  "Technical documentation for this starter kit.": "Documentación técnica para este kit de inicio.",
  "Technical foundations for organic traffic, social sharing, and multi-locale experiences.": "Fundamentos técnicos para el tráfico orgánico, el intercambio social y las experiencias multilocales.",
  "Terms of Service": "Términos de servicio",
  "The Filament admin layer is structured around clear resources and workflows, reducing custom tool sprawl for operators.": "La capa de administración de Filament está estructurada en torno a recursos y flujos de trabajo claros, lo que reduce la dispersión de herramientas personalizadas para los operadores.",
  "The architecture ships with provider adapters, webhooks, and admin governance intended for production workflows.": "La arquitectura se entrega con adaptadores de proveedores, webhooks y control administrativo destinados a flujos de trabajo de producción.",
  "The biggest design and engineering advantage is coherence: one system from acquisition to billing operations, instead of disconnected surfaces assembled under deadline pressure.": "La mayor ventaja de diseño e ingeniería es la coherencia: un sistema desde la adquisición hasta las operaciones de facturación, en lugar de superficies desconectadas ensambladas bajo presión de plazos.",
  "The boilerplate for high-ambition SaaS. Ship faster with senior-dev quality code.": "El modelo estándar para SaaS de gran ambición. Realice envíos más rápido con código de calidad para desarrolladores senior.",
  "Theme + brand governance": "Tema + gobierno de marca",
  "These are the practical concerns founders and product teams usually validate before committing to a starter foundation.": "Estas son las preocupaciones prácticas que los fundadores y los equipos de producto suelen validar antes de comprometerse con una fundación inicial.",
  "These pages target specific implementation intents and route traffic into pricing, docs, and feature workflows through focused content clusters.": "Estas páginas tienen como objetivo intenciones de implementación específicas y dirigen el tráfico hacia precios, documentos y flujos de trabajo de funciones a través de grupos de contenido enfocados.",
  "These screens represent the critical pre-revenue journey: authentication, provider-aware checkout, and successful payment handoff.": "Estas pantallas representan el recorrido crítico previo a los ingresos: autenticación, pago consciente del proveedor y transferencia de pago exitosa.",
  "This feature map covers conversion and operations together, so your team can launch, monetize, and scale without assembling disconnected tools.": "Este mapa de características cubre la conversión y las operaciones juntas, para que su equipo pueda lanzar, monetizar y escalar sin ensamblar herramientas desconectadas.",
  "This inventory maps the production feature set across billing, admin operations, publishing, and SEO infrastructure so teams can evaluate technical coverage before implementation begins.": "Este inventario mapea el conjunto de funciones de producción en facturación, operaciones administrativas, publicación e infraestructura de SEO para que los equipos puedan evaluar la cobertura técnica antes de que comience la implementación.",
  "This page focuses on long-tail content execution: publish with structured metadata, maintain taxonomy, and expose technical SEO endpoints out of the box.": "Esta página se centra en la ejecución de contenido de cola larga: publique con metadatos estructurados, mantenga la taxonomía y exponga puntos finales técnicos de SEO listos para usar.",
  "This page highlights the operational layer: support actions, product governance, billing records, and team permissions in one coherent panel.": "Esta página destaca la capa operativa: acciones de soporte, gobernanza de productos, registros de facturación y permisos de equipo en un panel coherente.",
  "This solution page maps the exact billing stack: provider-aware checkout, catalog and pricing controls, subscription lifecycle operations, and invoice-oriented customer workflows.": "Esta página de solución mapea la pila de facturación exacta: pago consciente del proveedor, controles de precios y catálogos, operaciones del ciclo de vida de la suscripción y flujos de trabajo del cliente orientados a la facturación.",
  "This solution page targets activation-stage workflows: authentication, social sign-in, onboarding progression, and locale-aware UX across marketing and app surfaces.": "Esta página de solución se dirige a los flujos de trabajo de la etapa de activación: autenticación, inicio de sesión social, progresión de incorporación y UX con reconocimiento regional en todas las superficies de marketing y aplicaciones.",
  "This starter approach": "Este enfoque inicial",
  "This structure helps organic traffic while giving technical buyers clear implementation confidence.": "Esta estructura ayuda al tráfico orgánico y al mismo tiempo brinda a los compradores técnicos una clara confianza en la implementación.",
  "Title": "Título",
  "Toggle and manage supported providers from admin.": "Alterna y administra proveedores admitidos desde el administrador.",
  "Track key SaaS performance indicators for operations.": "Realice un seguimiento de los indicadores clave de rendimiento de SaaS para las operaciones.",
  "Track status, category, date, and read-time signals directly in the posts index.": "Realice un seguimiento de las señales de estado, categoría, fecha y tiempo de lectura directamente en el índice de publicaciones.",
  "Tune for SEO": "Sintonizar para SEO",
  "Typical starter path": "Ruta de inicio típica",
  "Unified stack": "Pila unificada",
  "Upgrade One-time": "Actualización única",
  "Upload a featured image with a 16:9 crop for consistent listings and share previews.": "Cargue una imagen destacada con un recorte de 16:9 para obtener listados consistentes y compartir vistas previas.",
  "Use these focused pages to rank for specific buying-intent queries while keeping internal links connected to pricing, docs, and core feature content.": "Utilice estas páginas enfocadas para clasificar consultas específicas sobre intención de compra mientras mantiene enlaces internos conectados a precios, documentos y contenido de funciones principales.",
  "User Ops": "Operaciones de usuario",
  "User administration": "administración de usuarios",
  "User administration table with role and action columns": "Tabla de administración de usuarios con columnas de roles y acciones.",
  "User administration with role-aware actions": "Administración de usuarios con acciones basadas en roles",
  "User and role administration": "Administración de usuarios y roles.",
  "User governance, catalog management, and day-to-day operations in one admin panel.": "Gobernanza de usuarios, gestión de catálogos y operaciones diarias en un panel de administración.",
  "User lifecycle control": "Control del ciclo de vida del usuario",
  "User list with roles and support actions for operational response.": "Listado de usuarios con roles y acciones de soporte para respuesta operativa.",
  "User resources, role assignments, permission management, and impersonation workflows are built for day-to-day operator tasks.": "Los recursos de usuario, las asignaciones de funciones, la gestión de permisos y los flujos de trabajo de suplantación están diseñados para las tareas diarias del operador.",
  "User verification, role context, and account actions stay in one operational surface so support resolution remains fast.": "La verificación del usuario, el contexto de la función y las acciones de la cuenta permanecen en una superficie operativa para que la resolución del soporte siga siendo rápida.",
  "User, Role, and Permission resources": "Recursos de usuario, rol y permiso",
  "User, role, and permission administration": "Administración de usuarios, roles y permisos",
  "User, role, product, provider, subscription, and billing operations in a unified Filament admin workspace.": "Operaciones de usuario, rol, producto, proveedor, suscripción y facturación en un espacio de trabajo de administración unificado de Filament.",
  "Users admin table with roles and actions": "Tabla de administración de usuarios con roles y acciones.",
  "Verified workflow previews": "Vistas previas del flujo de trabajo verificadas",
  "View Full Feature Breakdown": "Ver desglose completo de funciones",
  "View Pricing": "Ver precios",
  "View billing ->": "Ver facturación ->",
  "Visit Blog": "Visitar Blog",
  "Visit blog and docs": "Visitar blog y documentos",
  "Visit page": "Visitar pagina",
  "Visual proof across operations, billing, and growth workflows": "Prueba visual de operaciones, facturación y flujos de trabajo de crecimiento",
  "Vote": "Votar",
  "Vote on what ships next": "Vota sobre qué barcos serán los siguientes",
  "Voted": "Votado",
  "Webhook ingestion pipeline for billing events": "Canal de ingesta de webhook para eventos de facturación",
  "Webhook ingestion route for provider events": "Ruta de ingesta de webhook para eventos de proveedores",
  "Weekly": "Semanalmente",
  "What changes when teams start from this stack": "¿Qué cambia cuando los equipos comienzan desde esta pila?",
  "What is included in this Laravel SaaS starter?": "¿Qué se incluye en este iniciador de Laravel SaaS?",
  "What this solution includes right now": "Qué incluye esta solución ahora mismo",
  "Which payment providers are integrated out of the box?": "¿Qué proveedores de pago están integrados de forma inmediata?",
  "Why this matters": "Por qué esto importa",
  "Workflow proof with real screens": "Prueba de flujo de trabajo con pantallas reales",
  "Write and structure posts with media and formatting controls.": "Redactar y estructurar publicaciones con controles multimedia y de formato.",
  "Write updates and educational content without moving to a separate CMS, which reduces context-switching across teams.": "Escriba actualizaciones y contenido educativo sin pasar a un CMS independiente, lo que reduce el cambio de contexto entre equipos.",
  "Yearly": "Anual",
  "Yes. Admin widgets include billing and SaaS metrics to monitor platform performance.": "Sí. Los widgets de administración incluyen métricas de facturación y SaaS para monitorear el rendimiento de la plataforma.",
  "Yes. Blog posts support SEO title and meta description fields, along with clean slugs, structured excerpts, and featured images.": "Sí. Las publicaciones de blog admiten campos de título SEO y meta descripción, junto con slugs limpios, extractos estructurados e imágenes destacadas.",
  "Yes. Branding controls support logo, template selection, and related visual settings so you can adapt identity quickly.": "Sí. Los controles de marca admiten logotipos, selección de plantillas y configuraciones visuales relacionadas para que pueda adaptar la identidad rápidamente.",
  "Yes. Category and tag resources are part of the blog operations surface.": "Sí. Los recursos de categorías y etiquetas son parte de la superficie de operaciones del blog.",
  "Yes. Documentation and roadmap surfaces are built in so you can communicate product direction and usage guidance from day one.": "Sí. Las superficies de documentación y hoja de ruta están integradas para que pueda comunicar la dirección del producto y la guía de uso desde el primer día.",
  "Yes. Invoice download surfaces and provider portal routes are part of the billing operations layer.": "Sí. Las superficies de descarga de facturas y las rutas del portal de proveedores son parte de la capa de operaciones de facturación.",
  "Yes. It includes metadata, Open Graph support, sitemap and RSS routes, and page structures optimized for discoverability.": "Sí. Incluye metadatos, compatibilidad con Open Graph, mapas del sitio y rutas RSS, y estructuras de páginas optimizadas para su descubrimiento.",
  "Yes. Locale switching and translation support are included for customer-facing marketing and app experiences.": "Sí. Se incluye soporte de traducción y cambio de configuración regional para experiencias de aplicaciones y marketing de cara al cliente.",
  "Yes. Posts support status and publish date controls for draft and scheduled release workflows.": "Sí. Las publicaciones admiten controles de estado y fecha de publicación para flujos de trabajo de lanzamiento programados y en borrador.",
  "Yes. Product and price resources are designed to support one-time and subscription billing models.": "Sí. Los recursos de productos y precios están diseñados para admitir modelos de facturación única y de suscripción.",
  "Yes. Role and permission resources are available for access governance.": "Sí. Los recursos de roles y permisos están disponibles para la gestión del acceso.",
  "Yes. Sitemap.xml, rss.xml, and Open Graph image routes are implemented.": "Sí. Se implementan rutas de imágenes Sitemap.xml, rss.xml y Open Graph.",
  "Yes. Social sign-in support is available alongside email/password authentication.": "Sí. La compatibilidad con el inicio de sesión social está disponible junto con la autenticación por correo electrónico/contraseña.",
  "Yes. The admin area includes user management with role and permission workflows so support and operations teams can work from one system.": "Sí. El área de administración incluye administración de usuarios con flujos de trabajo de roles y permisos para que los equipos de soporte y operaciones puedan trabajar desde un solo sistema.",
  "Yes. The built-in editorial stack covers core publishing, metadata, and taxonomy workflows for many SaaS teams.": "Sí. La pila editorial integrada cubre flujos de trabajo básicos de publicación, metadatos y taxonomía para muchos equipos de SaaS.",
  "Yes. The checkout flow can present available providers before payment so customers understand the path and next step.": "Sí. El flujo de pago puede presentar los proveedores disponibles antes del pago para que los clientes comprendan el camino y el siguiente paso.",
  "Yes. The checkout surface can present both providers and route payment flow according to active configuration.": "Sí. La superficie de pago puede presentar tanto los proveedores como el flujo de pago de la ruta según la configuración activa.",
  "Yes. The stack includes activation and checkout surfaces so teams can build continuous first-session journeys.": "Sí. La pila incluye superficies de activación y pago para que los equipos puedan crear recorridos continuos en la primera sesión.",
  "Yes. The starter includes localization support and locale-aware content structure for marketing and UI text.": "Sí. El inicio incluye soporte de localización y estructura de contenido con reconocimiento regional para marketing y texto de interfaz de usuario.",
  "Yes. The starter includes onboarding routes for show, update, and skip progression workflows.": "Sí. El inicio incluye rutas de incorporación para mostrar, actualizar y omitir flujos de trabajo de progresión.",
  "Yes. The starter supports one-time and recurring plans with configurable products, prices, and provider mappings.": "Sí. El iniciador admite planes únicos y recurrentes con productos, precios y asignaciones de proveedores configurables.",
  "Yes. User resources and billing resources are integrated so teams can handle support and monetization together.": "Sí. Los recursos de usuario y los recursos de facturación están integrados para que los equipos puedan gestionar el soporte y la monetización juntos.",
  "Yes. You can create posts with title, slug, excerpt, rich content, featured image, category, tags, author, status, and publish date in the admin panel.": "Sí. Puede crear publicaciones con título, slug, extracto, contenido enriquecido, imagen destacada, categoría, etiquetas, autor, estado y fecha de publicación en el panel de administración.",
  "Your post-launch engine for support, publishing, and operational quality": "Su motor posterior al lanzamiento para soporte, publicación y calidad operativa",
  "filament admin panel saas starter": "panel de administración de filamentos arrancador saas",
  "filament blog cms laravel": "filamento blog cms laravel",
  "filament product and price management": "Gestión de precios y productos de filamentos.",
  "filament user role permission management": "gestión de permisos de rol de usuario de filamento",
  "laravel auth onboarding flow": "flujo de incorporación de autenticación de laravel",
  "laravel content marketing stack": "pila de marketing de contenidos de laravel",
  "laravel filament billing admin": "administrador de facturación de filamentos laravel",
  "laravel locale switcher marketing pages": "páginas de marketing del conmutador de configuración regional de laravel",
  "laravel paddle billing integration": "integración de facturación de paletas de laravel",
  "laravel saas billing starter kit": "kit de inicio de facturación laravel saas",
  "laravel saas blog starter": "iniciador de blog laravel saas",
  "laravel saas features, laravel stripe paddle billing starter, filament admin panel saas operations, laravel blog seo starter, onboarding localization saas": "características de laravel saas, iniciador de facturación de paleta de rayas de laravel, operaciones de saas del panel de administración de filamentos, iniciador de seo del blog de laravel, incorporación de localización de saas",
  "laravel saas onboarding starter": "iniciador de incorporación de laravel saas",
  "laravel saas starter kit, laravel stripe paddle billing starter, filament admin panel saas starter, laravel blog seo starter, onboarding localization saas": "kit de inicio de laravel saas, iniciador de facturación de paleta de rayas de laravel, iniciador de saas del panel de administración de filamentos, iniciador de seo del blog de laravel, incorporación de localización de saas",
  "laravel saas use cases, laravel stripe paddle billing starter, filament admin saas operations, laravel blog seo starter, laravel onboarding localization": "casos de uso de laravel saas, iniciador de facturación de paletas de rayas de laravel, operaciones de saas de administración de filamentos, iniciador de seo del blog de laravel, localización de incorporación de laravel",
  "laravel seo starter kit": "kit de inicio de SEO laravel",
  "laravel sitemap rss open graph": "mapa del sitio laravel rss abrir gráfico",
  "laravel social login saas": "inicio de sesión social de laravel saas",
  "laravel stripe checkout starter": "iniciador de pago de rayas de laravel",
  "laravel subscriptions and one-time payments": "suscripciones laravel y pagos únicos",
  "min": "mín.",
  "min read": "lectura mínima",
  "multilingual laravel saas starter": "iniciador saas laravel multilingüe",
  "saas operations dashboard laravel": "Panel de operaciones saas laravel",
  "stripe paddle dual provider checkout": "pago con proveedor dual de paleta de rayas"
}