{
  ":count votes": ":count voix",
  "A strong SaaS landing page should prove execution quality quickly. These previews are pulled from working authentication, checkout, billing, and admin screens.": "Une page de destination SaaS solide devrait prouver rapidement la qualité de l'exécution. Ces aperçus sont extraits des écrans fonctionnels d’authentification, de paiement, de facturation et d’administration.",
  "A transparent roadmap driven by feedback from the SaaS Kit community.": "Une feuille de route transparente basée sur les retours de la communauté SaaS Kit.",
  "A unified operations surface for support, governance, and day-to-day SaaS execution.": "Une surface opérationnelle unifiée pour le support, la gouvernance et l’exécution SaaS au quotidien.",
  "Acquisition and conversion flow": "Flux d’acquisition et de conversion",
  "Activation flow, social login, onboarding routes, and locale-aware UX surfaces.": "Flux d'activation, connexion sociale, itinéraires d'intégration et surfaces UX sensibles aux paramètres régionaux.",
  "Activation-ready authentication": "Authentification prête à l'activation",
  "Active filters:": "Filtres actifs :",
  "Add prices in Admin > Prices to show checkout options for this plan.": "Ajoutez des prix dans Admin > Prix pour afficher les options de paiement pour ce plan.",
  "Adding more images helps when each image proves a distinct workflow. These screenshots are selected to show coverage breadth and reduce ambiguity for technical buyers.": "L'ajout de plus d'images est utile lorsque chaque image prouve un flux de travail distinct. Ces captures d'écran sont sélectionnées pour montrer l'étendue de la couverture et réduire l'ambiguïté pour les acheteurs techniques.",
  "Adjust logos, templates, and brand defaults centrally so marketing and product stay aligned.": "Ajustez les logos, les modèles et les valeurs par défaut de la marque de manière centralisée afin que le marketing et les produits restent alignés.",
  "Admin": "Administrateur",
  "Admin Operations": "Opérations d'administration",
  "Admin Operations Use Case": "Cas d'utilisation des opérations d'administration",
  "Admin Panel": "Panneau d'administration",
  "Admin UX": "Administrateur UX",
  "Admin analytics view showing SaaS performance statistics": "Vue d'analyse d'administration affichant les statistiques de performances SaaS",
  "Admin and Operations": "Administration et opérations",
  "Admin branding and theme settings interface": "Interface de configuration de la marque et du thème de l'administrateur",
  "Admin dashboard with SaaS metrics cards and charts": "Tableau de bord d'administration avec cartes et graphiques de métriques SaaS",
  "Admin dashboard with operations and billing controls": "Tableau de bord d'administration avec contrôles des opérations et de la facturation",
  "Admin payment provider list with activation controls": "Liste des fournisseurs de paiement administratifs avec contrôles d'activation",
  "Admin payment providers listing and activation controls": "Liste des fournisseurs de paiement administratifs et contrôles d'activation",
  "Admin product and pricing workflows": "Workflows d'administration des produits et des prix",
  "Admin products listing with status and provider columns": "Liste des produits d'administration avec colonnes de statut et de fournisseur",
  "Admin products table with filters, provider mapping, and status badges": "Tableau des produits d'administration avec filtres, mappage des fournisseurs et badges de statut",
  "Admin products table with provider and status fields": "Tableau des produits d'administration avec champs de fournisseur et de statut",
  "Admin settings page with feature flags and billing options": "Page des paramètres d'administration avec des indicateurs de fonctionnalités et des options de facturation",
  "Admin stats dashboard for SaaS metrics": "Tableau de bord des statistiques d'administration pour les métriques SaaS",
  "Admin users table with role tags and actions": "Tableau des utilisateurs administrateurs avec balises de rôle et actions",
  "Admin users table with roles and support actions": "Tableau des utilisateurs administrateurs avec rôles et actions de support",
  "After customers start paying, growth depends on execution quality. This starter keeps user operations and content publishing inside one system so your team can ship updates and support users without tool fragmentation.": "Une fois que les clients commencent à payer, la croissance dépend de la qualité de l’exécution. Ce démarreur conserve les opérations des utilisateurs et la publication de contenu dans un seul système afin que votre équipe puisse envoyer des mises à jour et prendre en charge les utilisateurs sans fragmentation des outils.",
  "Align onboarding visuals with platform branding from admin.": "Alignez les visuels d’intégration avec la marque de la plateforme de l’administrateur.",
  "All": "Tous",
  "All Categories": "Toutes les catégories",
  "All Tags": "Toutes les balises",
  "All rights reserved.": "Tous droits réservés.",
  "All screenshots shown are captured from this starter.": "Toutes les captures d'écran présentées sont capturées à partir de ce démarreur.",
  "Announcement management for release communication": "Gestion des annonces pour la communication des versions",
  "Architecture": "Architecture",
  "Are docs and roadmap pages part of the starter?": "Les documents et les pages de feuille de route font-ils partie du starter ?",
  "Are roles and permissions included by default?": "Les rôles et autorisations sont-ils inclus par défaut ?",
  "Are social login paths included by default?": "Les chemins de connexion sociale sont-ils inclus par défaut ?",
  "Are technical SEO endpoints included?": "Les points de terminaison techniques de référencement sont-ils inclus ?",
  "Attach visual context": "Attacher un contexte visuel",
  "Auth entry experience": "Expérience d'entrée d'authentification",
  "Authentication": "Authentification",
  "Authentication and onboarding flows": "Flux d’authentification et d’intégration",
  "Authentication and social login": "Authentification et connexion sociale",
  "Authentication screen with email login and social sign-in options": "Écran d'authentification avec options de connexion par e-mail et de connexion sociale",
  "Authentication screenshot preview": "Aperçu de la capture d'écran d'authentification",
  "Authentication, billing flows, checkout with Stripe and Paddle, admin resources, content surfaces, and a polished marketing layer.": "Authentification, flux de facturation, paiement avec Stripe et Paddle, ressources d'administration, surfaces de contenu et couche marketing raffinée.",
  "Authentication, billing, admin operations, and growth pages are already integrated so your team can focus on product strategy, not plumbing.": "Les pages d'authentification, de facturation, d'administration et de croissance sont déjà intégrées afin que votre équipe puisse se concentrer sur la stratégie produit et non sur la plomberie.",
  "Authentication, social login, onboarding, locale switching, and account flow surfaces for global SaaS products.": "Surfaces d'authentification, de connexion sociale, d'intégration, de changement de paramètres régionaux et de flux de comptes pour les produits SaaS mondiaux.",
  "Author": "Auteur",
  "Back to blog": "Retour au blog",
  "Back to documentation": "Retour à la documentation",
  "Billing": "Facturation",
  "Billing Providers": "Fournisseurs de facturation",
  "Billing Starter": "Démarreur de facturation",
  "Billing Use Case": "Cas d'utilisation de facturation",
  "Billing and Commerce": "Facturation et commerce",
  "Billing portal access and invoice downloads": "Accès au portail de facturation et téléchargements de factures",
  "Billing portal and invoice download endpoints": "Portail de facturation et points de terminaison de téléchargement de factures",
  "Billing providers built-in": "Fournisseurs de facturation intégrés",
  "Billing, users, and editorial flows share consistent UI patterns, which improves onboarding and lowers operational mistakes.": "La facturation, les utilisateurs et les flux éditoriaux partagent des modèles d'interface utilisateur cohérents, ce qui améliore l'intégration et réduit les erreurs opérationnelles.",
  "Blog": "Blogue",
  "Blog + SEO": "Blogue + référencement",
  "Blog and documentation publishing": "Publication de blogs et de documentation",
  "Blog creation and publishing workflow": "Flux de travail de création et de publication de blogs",
  "Blog editor detail with metadata and content controls": "Détail de l'éditeur de blog avec métadonnées et contrôles de contenu",
  "Blog editor interface with long-form article content and controls": "Interface d'édition de blog avec contenu et contrôles d'articles longs",
  "Blog editor interface with rich content": "Interface d'éditeur de blog avec un contenu riche",
  "Blog editor interface with rich text and featured image": "Interface de l'éditeur de blog avec texte enrichi et image sélectionnée",
  "Blog editor screen for long-form content in admin panel": "Écran de l'éditeur de blog pour le contenu long dans le panneau d'administration",
  "Blog editor with long-form content and media support": "Éditeur de blog avec contenu long et support multimédia",
  "Blog posts list with filters and status indicators": "Liste des articles de blog avec filtres et indicateurs d'état",
  "Blog posts with categories, tags, and read-time": "Articles de blog avec catégories, balises et temps de lecture",
  "Blog publishing pipeline": "Pipeline de publication de blogs",
  "Blog, category, and tag resources": "Ressources de blog, de catégorie et de balise",
  "Blog, docs, and roadmap pages": "Pages de blog, de documents et de feuille de route",
  "Brand and template controls": "Contrôles de marque et de modèle",
  "Brand governance": "Gouvernance de la marque",
  "Brand management screen for theme and identity settings": "Écran de gestion de marque pour les paramètres de thème et d'identité",
  "Brand management settings with template and identity controls": "Paramètres de gestion de marque avec modèles et contrôles d'identité",
  "Brand settings and platform defaults": "Paramètres de marque et paramètres par défaut de la plateforme",
  "Brand settings and template management screen": "Paramètres de marque et écran de gestion des modèles",
  "Brand settings governance": "Gouvernance des paramètres de marque",
  "Brand, settings, and email configuration pages": "Pages de marque, de paramètres et de configuration de messagerie",
  "Branding": "Image de marque",
  "Branding and theme settings": "Paramètres de marque et de thème",
  "Browse full feature map": "Parcourir la carte complète des fonctionnalités",
  "Browse setup guides and technical reference for this starter kit.": "Parcourez les guides de configuration et les références techniques pour ce kit de démarrage.",
  "Build your SaaS on a foundation that already feels production-grade": "Construisez votre SaaS sur une base qui semble déjà de niveau production",
  "Built-in blog publishing, metadata controls, sitemap/RSS/OG endpoints, and content workflows for organic traffic growth.": "Publication de blogs intégrée, contrôles de métadonnées, points de terminaison de plan de site/RSS/OG et flux de travail de contenu pour une croissance organique du trafic.",
  "Built-in growth surfaces so publishing and discoverability stay close to product operations.": "La croissance intégrée fait surface afin que la publication et la découvrabilité restent proches des opérations du produit.",
  "Built-in login, checkout, billing, admin, and marketing surfaces so teams can ship production SaaS faster.": "Surfaces intégrées de connexion, de paiement, de facturation, d'administration et de marketing pour que les équipes puissent expédier le SaaS de production plus rapidement.",
  "Buy Now": "Acheter maintenant",
  "Can I customize branding without rebuilding the frontend?": "Puis-je personnaliser l’image de marque sans reconstruire le frontend ?",
  "Can I launch with one-time and subscription pricing?": "Puis-je lancer avec un tarif unique et un abonnement ?",
  "Can I manage both customer support and billing from one panel?": "Puis-je gérer à la fois le support client et la facturation à partir d’un seul panneau ?",
  "Can I optimize blog posts for SEO from admin?": "Puis-je optimiser les articles de blog pour le référencement depuis l’administrateur ?",
  "Can I organize content by category and tags?": "Puis-je organiser le contenu par catégorie et par balises ?",
  "Can I run multilingual marketing pages with this starter?": "Puis-je gérer des pages marketing multilingues avec ce starter ?",
  "Can I support both Stripe and Paddle on the same Laravel SaaS?": "Puis-je prendre en charge à la fois Stripe et Paddle sur le même SaaS Laravel ?",
  "Can customers access invoices and portal workflows?": "Les clients peuvent-ils accéder aux factures et aux flux de travail du portail ?",
  "Can customers choose their billing provider during checkout?": "Les clients peuvent-ils choisir leur fournisseur de facturation lors du paiement ?",
  "Can onboarding connect directly into checkout?": "L'intégration peut-elle se connecter directement au paiement ?",
  "Can this starter replace a separate blog CMS early on?": "Ce démarreur peut-il remplacer un CMS de blog distinct dès le début ?",
  "Canonical tags and structured metadata patterns": "Balises canoniques et modèles de métadonnées structurées",
  "Capture customer details with a clean conversion-focused form.": "Capturez les détails des clients avec un formulaire propre et axé sur la conversion.",
  "Capture email, name, and promo input in a polished payment handoff that keeps your checkout funnel trustworthy.": "Capturez les e-mails, les noms et les promotions dans un transfert de paiement soigné qui maintient votre entonnoir de paiement digne de confiance.",
  "Catalog Ops": "Opérations de catalogue",
  "Catalog and pricing governance": "Gouvernance des catalogues et des prix",
  "Catalog management": "Gestion du catalogue",
  "Catalog operations": "Opérations de catalogue",
  "Catalog, provider, status in one table": "Catalogue, fournisseur, statut dans une seule table",
  "Catalog, user administration, and editorial workflows ship with one coherent admin workspace.": "Les workflows de catalogue, d'administration des utilisateurs et de rédaction sont livrés avec un espace de travail d'administration cohérent.",
  "Category": "Catégorie",
  "Category and tags": "Catégorie et balises",
  "Centralized controls for identity, theme template, and defaults.": "Contrôles centralisés pour l'identité, le modèle de thème et les valeurs par défaut.",
  "Checkout Flow": "Flux de paiement",
  "Checkout Routing": "Acheminement de la caisse",
  "Checkout continuation": "Suite du paiement",
  "Checkout delivery": "Livraison à la caisse",
  "Checkout details form in subscription flow": "Formulaire de détails de paiement dans le flux d'abonnement",
  "Checkout flow with Stripe and Paddle provider options and plan details": "Flux de paiement avec les options des fournisseurs Stripe et Paddle et les détails du plan",
  "Checkout form with customer details and continue to payment action": "Formulaire de paiement avec les détails du client et poursuite de l'action de paiement",
  "Checkout form with plan details and continue to payment action": "Formulaire de paiement avec les détails du plan et poursuite de l'action de paiement",
  "Checkout form with plan details and payment continuation": "Formulaire de paiement avec détails du plan et continuation du paiement",
  "Checkout page with Stripe and Paddle options": "Page de paiement avec les options Stripe et Paddle",
  "Checkout screen displaying available payment provider options": "Écran de paiement affichant les options de fournisseur de paiement disponibles",
  "Checkout screen showing Stripe and Paddle provider options": "Écran de paiement affichant les options du fournisseur Stripe et Paddle",
  "Checkout screenshot preview": "Aperçu de la capture d'écran de paiement",
  "Checkout unavailable for this option.": "Paiement indisponible pour cette option.",
  "Checkout with Stripe and Paddle": "Paiement avec Stripe et Paddle",
  "Choose a Plan": "Choisissez un forfait",
  "Choose a subscription or one-time plan with Stripe or Paddle.": "Choisissez un abonnement ou un forfait unique avec Stripe ou Paddle.",
  "Clean login flow with social sign-in support": "Flux de connexion propre avec prise en charge de la connexion sociale",
  "Clear all": "Tout effacer",
  "Clear filters and view all posts": "Supprimez les filtres et affichez tous les messages",
  "Clear setup guides for billing, architecture, security, testing, and extension workflows.": "Guides de configuration clairs pour les flux de travail de facturation, d'architecture, de sécurité, de test et d'extension.",
  "Collect core customer details, promo input, and payment handoff in one polished subscription flow.": "Collectez les informations principales des clients, les commentaires sur les promotions et le transfert des paiements dans un seul flux d'abonnement raffiné.",
  "Compare Plans": "Comparez les forfaits",
  "Complete Feature Inventory": "Inventaire complet des fonctionnalités",
  "Complete checkout with structured customer details": "Paiement complet avec les détails structurés du client",
  "Compose with structure": "Composer avec structure",
  "Configure": "Configurer",
  "Contact Sales": "Contacter le service commercial",
  "Content": "Contenu",
  "Content Ops": "Opérations de contenu",
  "Content and Growth": "Contenu et croissance",
  "Content and SEO Use Case": "Cas d'utilisation du contenu et du référencement",
  "Continue your evaluation": "Continuez votre évaluation",
  "Control identity and theme from admin settings": "Contrôler l'identité et le thème à partir des paramètres d'administration",
  "Control optional marketing surfaces and defaults through app settings.": "Contrôlez les surfaces marketing facultatives et les paramètres par défaut via les paramètres de l'application.",
  "Control product lifecycle and provider mapping with one table view.": "Contrôlez le cycle de vie des produits et le mappage des fournisseurs avec une seule vue tableau.",
  "Control publish timing": "Contrôler le calendrier de publication",
  "Convert": "Convertir",
  "Create Account": "Créer un compte",
  "Create long-form posts with structured metadata, media handling, status control, and SEO fields in the same content workflow.": "Créez des publications longues avec des métadonnées structurées, une gestion des médias, un contrôle de statut et des champs SEO dans le même flux de travail de contenu.",
  "Create posts with title, slug, excerpt, rich body content, featured image, category, tags, author, status, and publish date.": "Créez des articles avec un titre, un slug, un extrait, un contenu riche, une image sélectionnée, une catégorie, des balises, un auteur, un statut et une date de publication.",
  "Current plan": "Forfait actuel",
  "Custom": "Coutume",
  "Customer and user management": "Gestion des clients et des utilisateurs",
  "Customer chooses billing provider before payment": "Le client choisit le fournisseur de facturation avant le paiement",
  "Customer operations stay visible": "Les opérations clients restent visibles",
  "Customer support workflows": "Flux de travail du support client",
  "Customers can select Stripe or Paddle before payment, with clear plan and billing context before handoff.": "Les clients peuvent sélectionner Stripe ou Paddle avant le paiement, avec un plan et un contexte de facturation clairs avant le transfert.",
  "Daily": "Tous les jours",
  "Dashboard": "Tableau de bord",
  "Dashboard widgets and billing metrics help teams monitor MRR, churn, usage, and plan health over time.": "Les widgets du tableau de bord et les mesures de facturation aident les équipes à surveiller le MRR, le taux de désabonnement, l'utilisation et à planifier l'état au fil du temps.",
  "Decision Clarity": "Clarté des décisions",
  "Dedicated landing pages for high-intent search topics": "Pages de destination dédiées aux sujets de recherche à forte intention",
  "Dedicated onboarding routes support setup progression and account initialization before normal app usage.": "Des itinéraires d'intégration dédiés prennent en charge la progression de la configuration et l'initialisation du compte avant l'utilisation normale de l'application.",
  "Deep blog editing and publishing workflow": "Flux de travail approfondi d'édition et de publication de blogs",
  "Details": "Détails",
  "Developer Guides": "Guides du développeur",
  "Discount and coupon management": "Gestion des remises et des coupons",
  "Discount and coupon resources": "Ressources de réductions et de coupons",
  "Docs": "Documents",
  "Documentation": "Documentation",
  "Documentation routes and content pages": "Itinéraires de documentation et pages de contenu",
  "Does onboarding have dedicated routes and logic?": "L'intégration a-t-elle des itinéraires et une logique dédiés ?",
  "Does the billing stack include one-time and recurring models?": "La pile de facturation comprend-elle des modèles ponctuels et récurrents ?",
  "Does the starter include a real blog creation workflow?": "Le starter inclut-il un véritable workflow de création de blog ?",
  "Does this include operational metrics for SaaS KPIs?": "Cela inclut-il des mesures opérationnelles pour les KPI SaaS ?",
  "Does this starter support multiple languages on marketing pages?": "Ce démarreur prend-il en charge plusieurs langues sur les pages marketing ?",
  "Domain-driven + modular": "Piloté par domaine + modulaire",
  "Draft -> Schedule -> Publish": "Brouillon -> Planification -> Publier",
  "Dual-provider checkout, subscriptions, invoicing, and billing lifecycle operations.": "Opérations de paiement, d'abonnement, de facturation et de cycle de vie de facturation auprès de deux fournisseurs.",
  "Each card links to its full screenshot for inspection.": "Chaque carte renvoie à sa capture d'écran complète pour inspection.",
  "Each page targets a distinct high-intent search topic and proves implementation using real screens from this starter.": "Chaque page cible un sujet de recherche distinct à haute intention et prouve la mise en œuvre à l'aide d'écrans réels de ce démarreur.",
  "Each screenshot below maps to an existing workflow in this starter. Click any card to inspect the full-resolution screen.": "Chaque capture d'écran ci-dessous correspond à un flux de travail existant dans ce démarreur. Cliquez sur n’importe quelle carte pour inspecter l’écran en pleine résolution.",
  "Editorial execution": "Exécution éditoriale",
  "Editorial workflow in admin": "Flux de travail éditorial dans l'administration",
  "Editorial workflow with metadata controls, sitemap, RSS, and Open Graph support.": "Flux de travail éditorial avec contrôles de métadonnées, plan du site, prise en charge RSS et Open Graph.",
  "Email + social sign-in": "E-mail + connexion sociale",
  "Email + social sign-in in one step": "Connexion par e-mail et réseaux sociaux en une seule étape",
  "Email and social authentication flows": "Flux d'authentification par e-mail et sur les réseaux sociaux",
  "Email/password login and social continuation paths are built into the first-touch experience.": "La connexion par e-mail/mot de passe et les chemins de continuation sur les réseaux sociaux sont intégrés à l'expérience au premier contact.",
  "Enable and manage Stripe/Paddle providers with clear operational controls.": "Activez et gérez les fournisseurs Stripe/Paddle avec des contrôles opérationnels clairs.",
  "Everything currently shipped in this SaaS starter": "Tout ce qui est actuellement livré dans ce démarreur SaaS",
  "Explore All Features": "Explorez toutes les fonctionnalités",
  "Explore adjacent solution clusters": "Explorer les clusters de solutions adjacents",
  "Explore all features": "Explorez toutes les fonctionnalités",
  "Explore long-tail Laravel SaaS solution pages: Stripe and Paddle billing, Filament admin operations, blog SEO workflows, and onboarding localization implementation.": "Explorez les pages de la solution Laravel SaaS longue traîne : facturation Stripe et Paddle, opérations d'administration de Filament, flux de travail de référencement de blog et mise en œuvre de la localisation d'intégration.",
  "Explore production-ready SaaS features: authentication, provider-aware checkout, product and user administration, branding controls, and content operations.": "Explorez les fonctionnalités SaaS prêtes pour la production : authentification, paiement adapté aux fournisseurs, administration des produits et des utilisateurs, contrôles de marque et opérations de contenu.",
  "Explore roadmap and feedback": "Explorez la feuille de route et les commentaires",
  "Expose provider selection and plan context before payment so customers understand price, billing mode, and next step.": "Exposez la sélection du fournisseur et le contexte du forfait avant le paiement afin que les clients comprennent le prix, le mode de facturation et l'étape suivante.",
  "FAQ": "FAQ",
  "Feature Overview": "Présentation des fonctionnalités",
  "Feature request and roadmap management": "Gestion des demandes de fonctionnalités et de la feuille de route",
  "Featured image and excerpt workflows": "Flux de travail d'images et d'extraits en vedette",
  "Featured images": "Images en vedette",
  "Features": "Caractéristiques",
  "Filament Admin Panel SaaS Starter for Operations and Billing": "Filament Admin Panel SaaS Starter pour les opérations et la facturation",
  "Filament admin operations designed for real SaaS execution": "Opérations d'administration de filament conçues pour une véritable exécution SaaS",
  "Filament admin operations for SaaS": "Opérations d'administration des filaments pour SaaS",
  "Filament admin operations for SaaS teams": "Opérations d'administration des filaments pour les équipes SaaS",
  "Filament product operations table with filters and status badges": "Tableau des opérations des produits filamenteux avec filtres et badges d'état",
  "Filament-powered control center": "Centre de contrôle alimenté par filament",
  "For higher-volume customers, we offer custom pricing, SLA guarantees, and dedicated support channels.": "Pour les clients à volume plus élevé, nous proposons des tarifs personnalisés, des garanties SLA et des canaux d'assistance dédiés.",
  "From first sign-in to paid customer, every critical step is already designed.": "De la première connexion au client payant, chaque étape critique est déjà conçue.",
  "From login and checkout to product operations and content workflows, this starter ships complete execution surfaces.": "De la connexion et du paiement aux opérations de produit et aux flux de travail de contenu, ce démarreur fournit des surfaces d'exécution complètes.",
  "General": "Général",
  "Get Started": "Commencer",
  "Governance": "Gouvernance",
  "Grow organic traffic with built-in Laravel SaaS blog features: rich editor, categories, tags, SEO fields, sitemap.xml, rss.xml, and Open Graph image routes.": "Augmentez le trafic organique avec les fonctionnalités de blog Laravel SaaS intégrées : éditeur riche, catégories, balises, champs de référencement, sitemap.xml, rss.xml et itinéraires d'images Open Graph.",
  "Guide new users through sign-in with clear primary actions.": "Guidez les nouveaux utilisateurs lors de la connexion avec des actions principales claires.",
  "Guide users through login and checkout with structured, confidence-building flows.": "Guidez les utilisateurs lors de la connexion et du paiement avec des flux structurés et qui renforcent la confiance.",
  "Guided details -> payment handoff": "Détails guidés -> transfert du paiement",
  "Handle product states, provider mappings, and rollout controls from a single operational table.": "Gérez les états des produits, les mappages de fournisseurs et les contrôles de déploiement à partir d’une seule table opérationnelle.",
  "Handle roles, account status, and support actions quickly.": "Gérez rapidement les rôles, l’état du compte et les actions d’assistance.",
  "Home": "Maison",
  "How teams ship faster with this starter": "Comment les équipes expédient plus rapidement avec ce starter",
  "Implementation Coverage": "Couverture de la mise en œuvre",
  "Improves top-of-funnel activation for SaaS onboarding.": "Améliore l'activation en haut de l'entonnoir pour l'intégration SaaS.",
  "Internal Links": "Liens internes",
  "Is publish scheduling supported?": "La planification des publications est-elle prise en charge ?",
  "Is this flow suitable for production SaaS launches?": "Ce flux est-il adapté aux lancements SaaS en production ?",
  "Is this starter SEO-ready for marketing pages?": "Ce starter est-il prêt pour le référencement pour les pages marketing ?",
  "Is this suitable for non-technical operations teams?": "Est-ce adapté aux équipes opérationnelles non techniques ?",
  "Is user and role administration included for post-launch operations?": "L'administration des utilisateurs et des rôles est-elle incluse pour les opérations post-lancement ?",
  "Join Community": "Rejoindre la communauté",
  "Journal": "Journal",
  "Keep as draft, publish immediately, or schedule with a specific publish date.": "Conservez-le comme brouillon, publiez-le immédiatement ou planifiez-le avec une date de publication spécifique.",
  "Keeps pricing and catalog governance centralized for teams.": "Maintient la gouvernance centralisée des prix et des catalogues pour les équipes.",
  "Laravel SaaS Blog and SEO Starter with Sitemap RSS and Open Graph": "Blog Laravel SaaS et SEO Starter avec plan du site RSS et Open Graph",
  "Laravel SaaS Onboarding and Localization Starter with Social Login": "Démarreur d'intégration et de localisation Laravel SaaS avec connexion sociale",
  "Laravel SaaS Solution Pages": "Pages de solutions SaaS Laravel",
  "Laravel SaaS billing with Stripe and Paddle in one production flow": "Facturation Laravel SaaS avec Stripe et Paddle en un seul flux de production",
  "Laravel SaaS blog and SEO starter": "Blog Laravel SaaS et démarreur SEO",
  "Laravel SaaS onboarding and localization starter": "Démarreur d'intégration et de localisation de Laravel SaaS",
  "Laravel SaaS solution pages for billing, admin operations, and SEO growth": "Pages de la solution Laravel SaaS pour la facturation, les opérations d'administration et la croissance du référencement",
  "Laravel SaaS starter kit with auth, checkout, and admin workflows": "Kit de démarrage Laravel SaaS avec workflows d'authentification, de paiement et d'administration",
  "Laravel Stripe and Paddle Billing Starter for SaaS Checkout": "Laravel Stripe et Paddle Billing Starter pour le paiement SaaS",
  "Laravel Stripe and Paddle billing starter": "Démarreur de facturation Laravel Stripe et Paddle",
  "Laravel blog and SEO infrastructure for SaaS organic growth": "Blog Laravel et infrastructure SEO pour la croissance organique SaaS",
  "Laravel onboarding and localization starter": "Démarreur d'intégration et de localisation de Laravel",
  "Launch Flow": "Flux de lancement",
  "Launch Laravel SaaS billing with Stripe and Paddle: provider-aware checkout, pricing catalog, subscriptions, discounts, invoices, and portal workflows.": "Lancez la facturation Laravel SaaS avec Stripe et Paddle : paiement adapté aux fournisseurs, catalogue de tarifs, abonnements, remises, factures et flux de travail du portail.",
  "Launch a polished SaaS with billing, auth, and clean architecture.": "Lancez un SaaS raffiné avec facturation, authentification et architecture épurée.",
  "Launch faster with built-in authentication, checkout flows, product catalog management, user administration, and SEO-ready marketing pages.": "Lancez-vous plus rapidement grâce à l'authentification intégrée, aux flux de paiement, à la gestion du catalogue de produits, à l'administration des utilisateurs et aux pages marketing prêtes pour le référencement.",
  "Launch multilingual Laravel SaaS onboarding with email/social login, locale switching, onboarding routes, and account flow integration.": "Lancez l'intégration multilingue de Laravel SaaS avec connexion par e-mail/social, changement de paramètres régionaux, itinéraires d'intégration et intégration des flux de compte.",
  "Launch your SaaS with code quality that feels senior from day one.": "Lancez votre SaaS avec une qualité de code qui semble supérieure dès le premier jour.",
  "Legal": "Légal",
  "Let users choose Stripe or Paddle in one flow": "Permettez aux utilisateurs de choisir Stripe ou Paddle en un seul flux",
  "Lifecycle and recovery coverage": "Couverture du cycle de vie et de la récupération",
  "Lifetime": "Durée de vie",
  "Locale switcher and locale middleware": "Sélecteur de paramètres régionaux et middleware de paramètres régionaux",
  "Locale switching and translation support are included for customer-facing pages and product experience.": "Le changement de paramètres régionaux et la prise en charge de la traduction sont inclus pour les pages destinées aux clients et l'expérience produit.",
  "Locale switching for marketing and app routes": "Changement de paramètres régionaux pour les itinéraires marketing et applications",
  "Locale-aware marketing and app": "Marketing et application adaptés aux paramètres régionaux",
  "Localization and multi-language marketing": "Localisation et marketing multilingue",
  "Log In": "Se connecter",
  "Log Out": "Se déconnecter",
  "Login experience with email and social login options": "Expérience de connexion avec les options de connexion par courrier électronique et sur les réseaux sociaux",
  "Login screen with email, password, and social sign-in options": "Écran de connexion avec options de courrier électronique, de mot de passe et de connexion sociale",
  "Login screen with social providers and credentials": "Écran de connexion avec les prestataires sociaux et les informations d'identification",
  "Long-form content editor": "Éditeur de contenu long",
  "Long-form editor built-in": "Éditeur long intégré",
  "Long-form post editing with structured content and metadata support.": "Édition de publications longues avec contenu structuré et prise en charge des métadonnées.",
  "Long-tail SEO Clusters": "Clusters SEO longue traîne",
  "Long-tail SEO pages mapped to real Laravel SaaS workflows.": "Pages de référencement longue traîne mappées à de vrais flux de travail Laravel SaaS.",
  "Long-tail landing pages for high-intent SaaS keywords": "Pages de destination à longue traîne pour les mots-clés SaaS à forte intention",
  "Main admin dashboard with business metrics and management shortcuts": "Tableau de bord d'administration principal avec mesures commerciales et raccourcis de gestion",
  "Maintain identity and theme defaults from one settings screen.": "Conservez les paramètres d'identité et de thème par défaut à partir d'un seul écran de paramètres.",
  "Manage SaaS operations with Filament: users, roles, products, prices, subscriptions, providers, invoices, and support workflows in one admin panel.": "Gérez les opérations SaaS avec Filament : utilisateurs, rôles, produits, prix, abonnements, fournisseurs, factures et flux de travail d'assistance dans un seul panneau d'administration.",
  "Manage customers, content, and billing operations from one control center.": "Gérez les clients, le contenu et les opérations de facturation à partir d’un seul centre de contrôle.",
  "Manage in one table": "Gérer dans une seule table",
  "Manage products, plans, and lifecycle in admin": "Gérer les produits, les plans et le cycle de vie dans l'administration",
  "Manage status, category, date, and read-time from one table.": "Gérez le statut, la catégorie, la date et l'heure de lecture à partir d'une seule table.",
  "Manual integration, fragmented provider logic, and custom edge-case handling.": "Intégration manuelle, logique de fournisseur fragmentée et gestion personnalisée des cas extrêmes.",
  "Marketing readiness": "Préparation à la commercialisation",
  "Marketing routes aligned with translated UI": "Itinéraires marketing alignés sur l'interface utilisateur traduite",
  "Marketing, app, and admin live in one codebase.": "Le marketing, l'application et l'administration vivent dans une seule base de code.",
  "Metadata, discoverability routes, and workflow proof screens are launch-ready from day one.": "Les métadonnées, les itinéraires de découverte et les écrans de preuve de flux de travail sont prêts à être lancés dès le premier jour.",
  "Metrics dashboard": "Tableau de bord des métriques",
  "Metrics visibility": "Visibilité des métriques",
  "Missing Env ID": "ID d'environnement manquant",
  "Missing Price ID": "ID de prix manquant",
  "Monetization governance": "Gouvernance de la monétisation",
  "Monthly": "Mensuel",
  "Most Popular": "Les plus populaires",
  "Move from post list to rich long-form editing without adopting an external CMS stack.": "Passez de la liste de publications à une édition longue et riche sans adopter une pile CMS externe.",
  "Move users from activation into monetization without losing context.": "Faites passer les utilisateurs de l'activation à la monétisation sans perdre le contexte.",
  "Need something custom?": "Besoin de quelque chose de personnalisé ?",
  "No documentation files were found in the docs directory.": "Aucun fichier de documentation n'a été trouvé dans le répertoire docs.",
  "No posts match your filters.": "Aucune publication ne correspond à vos filtres.",
  "No published posts yet.": "Aucun article publié pour l'instant.",
  "No roadmap items yet.": "Aucun élément de feuille de route pour l’instant.",
  "Not available for your billing provider": "Non disponible pour votre fournisseur de facturation",
  "On this page": "Sur cette page",
  "Onboarding + i18n": "Intégration + i18n",
  "Onboarding and i18n Use Case": "Intégration et cas d'utilisation d'i18n",
  "Onboarding and localization flows for global SaaS products": "Flux d'intégration et de localisation pour les produits SaaS mondiaux",
  "Onboarding and localization for SaaS": "Intégration et localisation pour SaaS",
  "Onboarding route structure": "Structure du parcours d'intégration",
  "Onboarding show, update, and skip routes": "Intégration afficher, mettre à jour et ignorer les itinéraires",
  "Once customers are active, these admin workflows keep product catalog, users, and content execution organized at scale.": "Une fois les clients actifs, ces flux de travail administratifs permettent d'organiser le catalogue de produits, les utilisateurs et l'exécution du contenu à grande échelle.",
  "One-time": "Une fois",
  "Open App": "Ouvrir l'application",
  "Open Graph image generation routes": "Itinéraires de génération d’images Open Graph",
  "Open Solution Hub": "Centre de solutions ouvert",
  "Open app": "Ouvrir l'application",
  "Open full screenshot": "Ouvrir la capture d'écran complète",
  "Open solution page": "Ouvrir la page des solutions",
  "Operate catalog state and provider mapping from one table.": "Exploitez l’état du catalogue et le mappage des fournisseurs à partir d’une seule table.",
  "Operate monetization from one panel: active catalog, provider imports, statuses, and quick edit actions for product rollout.": "Gérez la monétisation à partir d'un seul panneau : catalogue actif, importations de fournisseurs, statuts et actions de modification rapide pour le déploiement du produit.",
  "Operate products, statuses, and provider mapping from one table.": "Gérez les produits, les statuts et le mappage des fournisseurs à partir d’une seule table.",
  "Operational reporting and visibility": "Reporting opérationnel et visibilité",
  "Operational stats dashboard for SaaS performance monitoring.": "Tableau de bord des statistiques opérationnelles pour le suivi des performances SaaS.",
  "Operational widgets for revenue and usage metrics": "Widgets opérationnels pour les mesures de revenus et d'utilisation",
  "Operations": "Opérations",
  "Operations and growth toolkit": "Boîte à outils pour les opérations et la croissance",
  "Operations screenshot preview": "Aperçu de la capture d'écran des opérations",
  "Optimize metadata before publish without extra CMS plugins.": "Optimisez les métadonnées avant la publication sans plugins CMS supplémentaires.",
  "Order and Invoice resources": "Ressources de commande et de facture",
  "Order and invoice operations": "Opérations de commande et de facturation",
  "Order and invoice resources in admin": "Ressources de commande et de facturation dans l'administration",
  "Payment Capture": "Capture de paiement",
  "Payment Completion": "Achèvement du paiement",
  "Payment Provider and Subscription resources": "Ressources relatives aux fournisseurs de paiement et aux abonnements",
  "Payment provider operations": "Opérations des prestataires de paiement",
  "Plans that scale with your product": "Des forfaits qui évoluent avec votre produit",
  "Post list operations": "Opérations de publication de liste",
  "Post-Launch Operations": "Opérations post-lancement",
  "Present Stripe or Paddle clearly, with plan context and transparent next action before charge.": "Présentez Stripe ou Paddle clairement, avec le contexte du plan et la prochaine action transparente avant le chargement.",
  "Pricing": "Tarifs",
  "Pricing Plans": "Plans tarifaires",
  "Privacy Policy": "politique de confidentialité",
  "Product": "Produit",
  "Product + provider status": "Statut produit + fournisseur",
  "Product and price execution": "Exécution des produits et des prix",
  "Product and price governance in one place": "Gouvernance des produits et des prix en un seul endroit",
  "Product and pricing operations": "Opérations produits et tarification",
  "Product operations table with statuses and provider columns": "Tableau des opérations du produit avec les statuts et les colonnes du fournisseur",
  "Product updates, engineering notes, and SaaS playbooks.": "Mises à jour de produits, notes d'ingénierie et manuels SaaS.",
  "Product, Price, and Discount resources": "Ressources sur les produits, les prix et les remises",
  "Product, price, and payment-provider resources": "Ressources sur les produits, les prix et les fournisseurs de paiement",
  "Product, user, and content tooling assembled from multiple plugins over time.": "Outils de produits, d'utilisateurs et de contenu assemblés à partir de plusieurs plugins au fil du temps.",
  "Production billing surfaces that cover catalog modeling, checkout orchestration, and lifecycle operations.": "Surfaces de facturation de production qui couvrent la modélisation du catalogue, l’orchestration du paiement et les opérations du cycle de vie.",
  "Production features that move users from first visit to paid account.": "Fonctionnalités de production qui font passer les utilisateurs de la première visite au compte payant.",
  "Production-ready foundation for ambitious SaaS teams": "Base prête pour la production pour des équipes SaaS ambitieuses",
  "Products admin table with status and provider columns": "Tableau d'administration des produits avec colonnes de statut et de fournisseur",
  "Products, prices, payment providers, discounts, and subscriptions are administered from dedicated resources.": "Les produits, les prix, les prestataires de paiement, les remises et les abonnements sont gérés à partir de ressources dédiées.",
  "Products, prices, provider mappings, and active states are managed from admin resources built for operations.": "Les produits, les prix, les mappages de fournisseurs et les états actifs sont gérés à partir de ressources d'administration conçues pour les opérations.",
  "Profile and account settings surfaces": "Surfaces de paramètres de profil et de compte",
  "Profile data before payment": "Données de profil avant paiement",
  "Proof Layer": "Couche de preuve",
  "Provider choice before charge": "Choix du fournisseur avant facturation",
  "Provider operations panel": "Panneau des opérations du fournisseur",
  "Provider selection before charge": "Sélection du fournisseur avant facturation",
  "Provider-aware checkout flow": "Flux de paiement adapté au fournisseur",
  "Provider-aware checkout orchestration": "Orchestration de paiement adaptée au fournisseur",
  "Provider-aware checkout routing": "Routage de paiement adapté au fournisseur",
  "Provider-aware checkout, catalog operations, coupons, portals, and invoice flows for SaaS billing in one stack.": "Paiement adapté au fournisseur, opérations de catalogue, coupons, portails et flux de factures pour la facturation SaaS dans une seule pile.",
  "Provider-aware checkout, plan context, and conversion-focused payment handoff already designed.": "Paiement adapté au fournisseur, contexte du plan et transfert de paiement axé sur la conversion déjà conçus.",
  "Public blog layout with article cards and images": "Mise en page du blog public avec des fiches d'articles et des images",
  "Public blog rendering": "Rendu de blog public",
  "Public blog, docs, and roadmap navigation": "Navigation sur le blog public, les documents et la feuille de route",
  "Publish articles to public-facing routes that integrate with nav and sitemap.": "Publiez des articles sur des itinéraires publics qui s'intègrent à la navigation et au plan du site.",
  "Publishing stays inside product": "La publication reste à l'intérieur du produit",
  "Questions teams ask before shipping": "Questions posées par les équipes avant l'expédition",
  "RSS": "RSS",
  "Read Docs": "Lire les documents",
  "Read Documentation": "Lire la documentation",
  "Read docs and implementation notes": "Lire la documentation et les notes de mise en œuvre",
  "Read implementation docs": "Lire les documents de mise en œuvre",
  "Read-time tracking": "Suivi du temps de lecture",
  "Ready to build on top of this feature set?": "Prêt à développer cet ensemble de fonctionnalités ?",
  "Real Screen Library": "Bibliothèque d'écran réel",
  "Real product surfaces, not decorative mockups.": "De vraies surfaces de produits, pas des maquettes décoratives.",
  "Reduce drop-off at first touch with clean login UX, remember-me support, and social authentication entry points.": "Réduisez les abandons au premier contact grâce à une expérience utilisateur de connexion claire, à la prise en charge de mémorisation et aux points d'entrée d'authentification sociale.",
  "Reduce onboarding friction with a focused auth screen and built-in social continuation options.": "Réduisez les frictions d’intégration grâce à un écran d’authentification ciblé et des options intégrées de continuation sociale.",
  "Refine URL slug and assign category/tags, including create-on-the-fly options.": "Affinez le slug d'URL et attribuez des catégories/balises, y compris des options de création à la volée.",
  "Related Long-tail Pages": "Pages à longue traîne associées",
  "Release notes, billing insights, and architecture updates from the SaaS kit.": "Notes de version, informations sur la facturation et mises à jour de l'architecture du kit SaaS.",
  "Release notes, billing insights, and architecture updates.": "Notes de version, informations sur la facturation et mises à jour de l'architecture.",
  "Repeatable execution patterns": "Modèles d'exécution reproductibles",
  "Resources": "Ressources",
  "Review accounts, roles, and support actions quickly with operational clarity for your team.": "Examinez rapidement les comptes, les rôles et les actions de support avec une clarté opérationnelle pour votre équipe.",
  "Review accounts, roles, verification state, and support actions from one operational view so your team can resolve customer requests quickly.": "Examinez les comptes, les rôles, l’état de vérification et les actions d’assistance à partir d’une seule vue opérationnelle afin que votre équipe puisse résoudre rapidement les demandes des clients.",
  "Review pricing and plans": "Examiner les prix et les forfaits",
  "Rich editor": "Riche éditeur",
  "Rich editor with file attachments": "Éditeur riche avec pièces jointes",
  "Rich editor with media attachments": "Éditeur riche avec pièces jointes multimédias",
  "Roadmap": "Feuille de route",
  "Roadmap voting and announcements": "Vote et annonces de la feuille de route",
  "Roles + support actions": "Rôles + actions de support",
  "Roles and support actions": "Rôles et actions de soutien",
  "SEO Pages": "Pages de référencement",
  "SEO Ready": "Prêt pour le référencement",
  "SEO Solution Pages": "Pages de solutions de référencement",
  "SEO and Platform Infrastructure": "SEO et infrastructure de plateforme",
  "SEO and proof sections are often postponed until after launch pressure.": "Les sections SEO et preuve sont souvent reportées après la pression du lancement.",
  "SEO fields for title and meta description": "Champs SEO pour le titre et la méta description",
  "SEO fields inside editor flow": "Champs SEO dans le flux de l'éditeur",
  "SEO metadata": "Métadonnées SEO",
  "SEO title and description fields": "Champs de titre et de description SEO",
  "SEO-ready publishing controls": "Contrôles de publication prêts pour le référencement",
  "SaaS Starter Features": "Fonctionnalités de démarrage SaaS",
  "SaaS features for real production launches": "Fonctionnalités SaaS pour de vrais lancements de production",
  "SaaS features: auth, checkout, billing, and admin workflows": "Fonctionnalités SaaS : workflows d'authentification, de paiement, de facturation et d'administration",
  "Save": "Sauvegarder",
  "Scale": "Échelle",
  "Scheduling": "Planification",
  "Search": "Recherche",
  "Search posts...": "Rechercher des articles...",
  "See Full Feature Map": "Voir la carte complète des fonctionnalités",
  "See Pricing": "Voir les tarifs",
  "See all solution pages": "Voir toutes les pages de solutions",
  "See pricing and checkout": "Voir les prix et le paiement",
  "See public blog": "Voir le blog public",
  "Set SEO title and meta description before publishing for better search visibility.": "Définissez le titre SEO et la méta description avant de publier pour une meilleure visibilité de la recherche.",
  "Set SEO title and meta description directly in post workflows for improved search result relevance.": "Définissez le titre SEO et la méta description directement dans les flux de travail de publication pour améliorer la pertinence des résultats de recherche.",
  "Set branding, providers, products, and pricing in minutes.": "Définissez votre image de marque, vos fournisseurs, vos produits et vos prix en quelques minutes.",
  "Set slug and taxonomy": "Définir le slug et la taxonomie",
  "Settings and feature flags": "Paramètres et indicateurs de fonctionnalités",
  "Share a concise feature request to guide the roadmap.": "Partagez une demande de fonctionnalité concise pour guider la feuille de route.",
  "Share feedback and see what is planned, in progress, or complete.": "Partagez vos commentaires et voyez ce qui est prévu, en cours ou terminé.",
  "Ship product value faster by starting with an integrated stack for authentication, monetization, and operations.": "Expédiez la valeur des produits plus rapidement en commençant par une pile intégrée pour l'authentification, la monétisation et les opérations.",
  "Shipping notes and product thinking": "Notes d'expédition et réflexion sur le produit",
  "Show Stripe/Paddle options up front so users understand billing path early.": "Affichez les options Stripe/Paddle dès le départ afin que les utilisateurs comprennent rapidement le chemin de facturation.",
  "Sign In": "Se connecter",
  "Sign in": "Se connecter",
  "Sign in to submit or vote on roadmap items.": "Connectez-vous pour soumettre ou voter sur les éléments de la feuille de route.",
  "Sign in to vote": "Connectez-vous pour voter",
  "Sitemap": "Plan du site",
  "Sitemap, RSS, and OG image routes": "Plan du site, flux RSS et images OG",
  "Sitemap, RSS, and Open Graph endpoints": "Points de terminaison Plan du site, RSS et Open Graph",
  "Sitemap.xml and RSS.xml endpoints": "Points de terminaison Sitemap.xml et RSS.xml",
  "Sitemap.xml, rss.xml, and Open Graph image routes are available to support search and social indexing.": "Les itinéraires d'images Sitemap.xml, rss.xml et Open Graph sont disponibles pour prendre en charge la recherche et l'indexation sociale.",
  "Solution Hub": "Centre de solutions",
  "Solutions": "Solutions",
  "Start Building": "Commencer à construire",
  "Start from an integrated stack where authentication, checkout, billing, operations, and marketing already work together.": "Partez d’une pile intégrée où l’authentification, le paiement, la facturation, les opérations et le marketing fonctionnent déjà ensemble.",
  "Start with conversion-ready login and social sign-in": "Commencez par une connexion prête à la conversion et une connexion sociale",
  "Start with title, excerpt, and rich body content in the built-in editor.": "Commencez par le titre, l'extrait et le contenu riche du corps dans l'éditeur intégré.",
  "Step 01": "Étape 01",
  "Step 02": "Étape 02",
  "Step 03": "Étape 03",
  "Step :step": "Étape :step",
  "Stripe and Paddle adapters with checkout routes": "Adaptateurs Stripe et Paddle avec itinéraires de paiement",
  "Stripe and Paddle are integrated, including provider-aware checkout and billing operations.": "Stripe et Paddle sont intégrés, y compris les opérations de paiement et de facturation adaptées aux fournisseurs.",
  "Stripe and Paddle billing support": "Prise en charge de la facturation Stripe et Paddle",
  "Stripe and Paddle flows are already wired.": "Les flux Stripe et Paddle sont déjà câblés.",
  "Stripe and Paddle provider adapters": "Adaptateurs de fournisseur Stripe et Paddle",
  "Stripe and Paddle ready": "Prêt pour les rayures et les pagaies",
  "Stripe or Paddle routing": "Routage Stripe ou Paddle",
  "Structured checkout UX improves paid conversion quality.": "L'UX de paiement structuré améliore la qualité des conversions payantes.",
  "Structured checkout form for high-intent buyers": "Formulaire de paiement structuré pour les acheteurs à forte intention",
  "Structured payment handoff": "Transfert de paiement structuré",
  "Submit feedback": "Soumettre des commentaires",
  "Submit request": "Soumettre la demande",
  "Submitted :time": "Soumis :time",
  "Subscribe": "S'abonner",
  "Subscription": "Abonnement",
  "Subscription and customer records": "Abonnements et dossiers clients",
  "Subscription and one-time options with unified billing data.": "Abonnement et options uniques avec données de facturation unifiées.",
  "Subscription and one-time product support": "Abonnement et assistance produit unique",
  "Subscriptions and one-time purchases": "Abonnements et achats uniques",
  "Subscriptions, cancellations, resumes, plan changes, webhooks, and invoice downloads are part of one billing surface.": "Les abonnements, les annulations, les CV, les modifications de forfait, les webhooks et les téléchargements de factures font partie d'une seule surface de facturation.",
  "Support": "Soutien",
  "Support and access control": "Assistance et contrôle d'accès",
  "Support workflow": "Flux de travail de prise en charge",
  "Supports multi-provider billing without split implementations.": "Prend en charge la facturation multi-fournisseurs sans implémentations fractionnées.",
  "Switch between steps to inspect details in a larger proof view instead of tiny screenshot grids.": "Basculez entre les étapes pour inspecter les détails dans une vue d’épreuve plus grande au lieu de minuscules grilles de capture d’écran.",
  "Switch plan": "Changer de forfait",
  "Switch to Subscription": "Passer à l'abonnement",
  "Tags": "Balises",
  "Targeting activation and internationalization keywords around sign-in, onboarding, and locale switching.": "Ciblage des mots-clés d'activation et d'internationalisation autour de la connexion, de l'intégration et du changement de paramètres régionaux.",
  "Targeting billing-intent keywords around multi-provider checkout, subscriptions, and invoice operations.": "Ciblage de mots clés d'intention de facturation autour des opérations de paiement, d'abonnement et de facturation multi-fournisseurs.",
  "Targeting operations-intent keywords around user governance, product catalog, and admin execution.": "Cibler des mots-clés d'intention opérationnelle autour de la gouvernance des utilisateurs, du catalogue de produits et de l'exécution des administrateurs.",
  "Targeting organic growth keywords around blog workflows, metadata, sitemap, RSS, and OG routes.": "Cibler des mots-clés de croissance organique autour des flux de travail de blog, des métadonnées, du plan du site, des itinéraires RSS et OG.",
  "Technical discoverability endpoints": "Points de terminaison de découverte technique",
  "Technical documentation for this starter kit.": "Documentation technique de ce kit de démarrage.",
  "Technical foundations for organic traffic, social sharing, and multi-locale experiences.": "Bases techniques du trafic organique, du partage social et des expériences multilocales.",
  "Terms of Service": "Conditions d'utilisation",
  "The Filament admin layer is structured around clear resources and workflows, reducing custom tool sprawl for operators.": "La couche d'administration de Filament est structurée autour de ressources et de flux de travail clairs, réduisant ainsi la prolifération d'outils personnalisés pour les opérateurs.",
  "The architecture ships with provider adapters, webhooks, and admin governance intended for production workflows.": "L'architecture est livrée avec des adaptateurs de fournisseur, des webhooks et une gouvernance d'administrateur destinés aux flux de travail de production.",
  "The biggest design and engineering advantage is coherence: one system from acquisition to billing operations, instead of disconnected surfaces assembled under deadline pressure.": "Le plus grand avantage en matière de conception et d'ingénierie est la cohérence : un seul système depuis les opérations d'acquisition jusqu'aux opérations de facturation, au lieu de surfaces déconnectées assemblées sous la pression des délais.",
  "The boilerplate for high-ambition SaaS. Ship faster with senior-dev quality code.": "Le passe-partout pour un SaaS à haute ambition. Expédiez plus rapidement avec un code de qualité destiné aux développeurs seniors.",
  "Theme + brand governance": "Thème + gouvernance de marque",
  "These are the practical concerns founders and product teams usually validate before committing to a starter foundation.": "Ce sont les préoccupations pratiques que les fondateurs et les équipes produit valident généralement avant de s'engager dans une fondation de démarrage.",
  "These pages target specific implementation intents and route traffic into pricing, docs, and feature workflows through focused content clusters.": "Ces pages ciblent des intentions de mise en œuvre spécifiques et acheminent le trafic vers les workflows de tarification, de documents et de fonctionnalités via des clusters de contenu ciblés.",
  "These screens represent the critical pre-revenue journey: authentication, provider-aware checkout, and successful payment handoff.": "Ces écrans représentent le parcours critique avant l'obtention de revenus : l'authentification, le paiement adapté au fournisseur et le transfert réussi du paiement.",
  "This feature map covers conversion and operations together, so your team can launch, monetize, and scale without assembling disconnected tools.": "Cette carte des fonctionnalités couvre ensemble la conversion et les opérations, afin que votre équipe puisse lancer, monétiser et évoluer sans assembler d'outils déconnectés.",
  "This inventory maps the production feature set across billing, admin operations, publishing, and SEO infrastructure so teams can evaluate technical coverage before implementation begins.": "Cet inventaire cartographie l'ensemble des fonctionnalités de production dans l'infrastructure de facturation, d'administration, de publication et de référencement afin que les équipes puissent évaluer la couverture technique avant le début de la mise en œuvre.",
  "This page focuses on long-tail content execution: publish with structured metadata, maintain taxonomy, and expose technical SEO endpoints out of the box.": "Cette page se concentre sur l'exécution de contenu à longue traîne : publiez avec des métadonnées structurées, maintenez la taxonomie et exposez les points de terminaison techniques de référencement prêts à l'emploi.",
  "This page highlights the operational layer: support actions, product governance, billing records, and team permissions in one coherent panel.": "Cette page met en évidence la couche opérationnelle : actions de support, gouvernance des produits, enregistrements de facturation et autorisations d'équipe dans un panneau cohérent.",
  "This solution page maps the exact billing stack: provider-aware checkout, catalog and pricing controls, subscription lifecycle operations, and invoice-oriented customer workflows.": "Cette page de solution cartographie la pile de facturation exacte : paiement adapté au fournisseur, contrôles du catalogue et des prix, opérations du cycle de vie des abonnements et flux de travail client orientés facture.",
  "This solution page targets activation-stage workflows: authentication, social sign-in, onboarding progression, and locale-aware UX across marketing and app surfaces.": "Cette page de solution cible les flux de travail de la phase d'activation : authentification, connexion sociale, progression de l'intégration et UX tenant compte des paramètres régionaux sur les surfaces marketing et d'application.",
  "This starter approach": "Cette approche de départ",
  "This structure helps organic traffic while giving technical buyers clear implementation confidence.": "Cette structure favorise le trafic organique tout en donnant aux acheteurs techniques une confiance claire dans la mise en œuvre.",
  "Title": "Titre",
  "Toggle and manage supported providers from admin.": "Basculez et gérez les fournisseurs pris en charge depuis l’administrateur.",
  "Track key SaaS performance indicators for operations.": "Suivez les indicateurs de performance SaaS clés pour les opérations.",
  "Track status, category, date, and read-time signals directly in the posts index.": "Suivez les signaux d’état, de catégorie, de date et d’heure de lecture directement dans l’index des publications.",
  "Tune for SEO": "Optimisez le référencement",
  "Typical starter path": "Chemin de démarrage typique",
  "Unified stack": "Pile unifiée",
  "Upgrade One-time": "Mise à niveau unique",
  "Upload a featured image with a 16:9 crop for consistent listings and share previews.": "Téléchargez une image sélectionnée avec un recadrage 16:9 pour des listes cohérentes et des aperçus de partage.",
  "Use these focused pages to rank for specific buying-intent queries while keeping internal links connected to pricing, docs, and core feature content.": "Utilisez ces pages ciblées pour classer des requêtes d'intention d'achat spécifiques tout en conservant les liens internes connectés aux prix, aux documents et au contenu des fonctionnalités de base.",
  "User Ops": "Opérations utilisateur",
  "User administration": "Gestion des utilisateurs",
  "User administration table with role and action columns": "Tableau d'administration des utilisateurs avec colonnes de rôle et d'action",
  "User administration with role-aware actions": "Administration des utilisateurs avec actions sensibles aux rôles",
  "User and role administration": "Administration des utilisateurs et des rôles",
  "User governance, catalog management, and day-to-day operations in one admin panel.": "Gouvernance des utilisateurs, gestion du catalogue et opérations quotidiennes dans un seul panneau d'administration.",
  "User lifecycle control": "Contrôle du cycle de vie des utilisateurs",
  "User list with roles and support actions for operational response.": "Liste des utilisateurs avec rôles et actions de support pour la réponse opérationnelle.",
  "User resources, role assignments, permission management, and impersonation workflows are built for day-to-day operator tasks.": "Les ressources utilisateur, l'attribution de rôles, la gestion des autorisations et les flux de travail d'usurpation d'identité sont conçus pour les tâches quotidiennes des opérateurs.",
  "User verification, role context, and account actions stay in one operational surface so support resolution remains fast.": "La vérification des utilisateurs, le contexte du rôle et les actions du compte restent dans une seule surface opérationnelle afin que la résolution du support reste rapide.",
  "User, Role, and Permission resources": "Ressources d'utilisateur, de rôle et d'autorisation",
  "User, role, and permission administration": "Administration des utilisateurs, des rôles et des autorisations",
  "User, role, product, provider, subscription, and billing operations in a unified Filament admin workspace.": "Opérations d'utilisateur, de rôle, de produit, de fournisseur, d'abonnement et de facturation dans un espace de travail d'administration Filament unifié.",
  "Users admin table with roles and actions": "Tableau d'administration des utilisateurs avec rôles et actions",
  "Verified workflow previews": "Aperçus de flux de travail vérifiés",
  "View Full Feature Breakdown": "Afficher la répartition complète des fonctionnalités",
  "View Pricing": "Voir les prix",
  "View billing ->": "Afficher la facturation ->",
  "Visit Blog": "Visiter le blog",
  "Visit blog and docs": "Visitez le blog et la documentation",
  "Visit page": "Visiter la page",
  "Visual proof across operations, billing, and growth workflows": "Preuve visuelle dans les workflows d’opérations, de facturation et de croissance",
  "Vote": "Voter",
  "Vote on what ships next": "Votez pour les prochaines expéditions",
  "Voted": "A voté",
  "Webhook ingestion pipeline for billing events": "Pipeline d'ingestion de webhooks pour les événements de facturation",
  "Webhook ingestion route for provider events": "Route d'ingestion de webhook pour les événements du fournisseur",
  "Weekly": "Hebdomadaire",
  "What changes when teams start from this stack": "Qu'est-ce qui change lorsque les équipes partent de cette pile",
  "What is included in this Laravel SaaS starter?": "Qu'est-ce qui est inclus dans ce démarreur Laravel SaaS ?",
  "What this solution includes right now": "Ce que cette solution inclut actuellement",
  "Which payment providers are integrated out of the box?": "Quels prestataires de paiement sont intégrés dès le départ ?",
  "Why this matters": "Pourquoi c'est important",
  "Workflow proof with real screens": "Preuve de flux de travail avec de vrais écrans",
  "Write and structure posts with media and formatting controls.": "Rédigez et structurez des publications avec des contrôles de médias et de formatage.",
  "Write updates and educational content without moving to a separate CMS, which reduces context-switching across teams.": "Rédigez des mises à jour et du contenu éducatif sans passer à un CMS distinct, ce qui réduit le changement de contexte entre les équipes.",
  "Yearly": "Annuel",
  "Yes. Admin widgets include billing and SaaS metrics to monitor platform performance.": "Oui. Les widgets d'administration incluent des métriques de facturation et SaaS pour surveiller les performances de la plateforme.",
  "Yes. Blog posts support SEO title and meta description fields, along with clean slugs, structured excerpts, and featured images.": "Oui. Les articles de blog prennent en charge les champs de titre SEO et de méta-description, ainsi que des slugs propres, des extraits structurés et des images en vedette.",
  "Yes. Branding controls support logo, template selection, and related visual settings so you can adapt identity quickly.": "Oui. Les contrôles de marque prennent en charge le logo, la sélection de modèles et les paramètres visuels associés afin que vous puissiez adapter rapidement votre identité.",
  "Yes. Category and tag resources are part of the blog operations surface.": "Oui. Les ressources de catégories et de balises font partie de la surface des opérations du blog.",
  "Yes. Documentation and roadmap surfaces are built in so you can communicate product direction and usage guidance from day one.": "Oui. Les surfaces de documentation et de feuille de route sont intégrées afin que vous puissiez communiquer l'orientation du produit et les conseils d'utilisation dès le premier jour.",
  "Yes. Invoice download surfaces and provider portal routes are part of the billing operations layer.": "Oui. Les surfaces de téléchargement de factures et les itinéraires du portail des fournisseurs font partie de la couche des opérations de facturation.",
  "Yes. It includes metadata, Open Graph support, sitemap and RSS routes, and page structures optimized for discoverability.": "Oui. Il comprend des métadonnées, la prise en charge d'Open Graph, un plan du site et des itinéraires RSS, ainsi que des structures de pages optimisées pour la découverte.",
  "Yes. Locale switching and translation support are included for customer-facing marketing and app experiences.": "Oui. La prise en charge du changement de paramètres régionaux et de la traduction est incluse pour les expériences de marketing et d'application destinées aux clients.",
  "Yes. Posts support status and publish date controls for draft and scheduled release workflows.": "Oui. Les publications prennent en charge les contrôles de statut et de date de publication pour les flux de travail de version brouillon et planifiée.",
  "Yes. Product and price resources are designed to support one-time and subscription billing models.": "Oui. Les ressources de produits et de prix sont conçues pour prendre en charge les modèles de facturation uniques et par abonnement.",
  "Yes. Role and permission resources are available for access governance.": "Oui. Des ressources de rôle et d’autorisation sont disponibles pour la gouvernance des accès.",
  "Yes. Sitemap.xml, rss.xml, and Open Graph image routes are implemented.": "Oui. Les routes d'images Sitemap.xml, rss.xml et Open Graph sont implémentées.",
  "Yes. Social sign-in support is available alongside email/password authentication.": "Oui. La prise en charge de la connexion sociale est disponible parallèlement à l'authentification par e-mail/mot de passe.",
  "Yes. The admin area includes user management with role and permission workflows so support and operations teams can work from one system.": "Oui. La zone d'administration comprend la gestion des utilisateurs avec des workflows de rôles et d'autorisations afin que les équipes d'assistance et d'exploitation puissent travailler à partir d'un seul système.",
  "Yes. The built-in editorial stack covers core publishing, metadata, and taxonomy workflows for many SaaS teams.": "Oui. La pile éditoriale intégrée couvre les flux de travail de publication, de métadonnées et de taxonomie de base pour de nombreuses équipes SaaS.",
  "Yes. The checkout flow can present available providers before payment so customers understand the path and next step.": "Oui. Le flux de paiement peut présenter les fournisseurs disponibles avant le paiement afin que les clients comprennent le chemin et la prochaine étape.",
  "Yes. The checkout surface can present both providers and route payment flow according to active configuration.": "Oui. La surface de paiement peut présenter à la fois les fournisseurs et acheminer le flux de paiement en fonction de la configuration active.",
  "Yes. The stack includes activation and checkout surfaces so teams can build continuous first-session journeys.": "Oui. La pile comprend des surfaces d'activation et de paiement afin que les équipes puissent créer des parcours continus de première session.",
  "Yes. The starter includes localization support and locale-aware content structure for marketing and UI text.": "Oui. Le starter inclut la prise en charge de la localisation et une structure de contenu adaptée aux paramètres régionaux pour le marketing et le texte de l'interface utilisateur.",
  "Yes. The starter includes onboarding routes for show, update, and skip progression workflows.": "Oui. Le démarreur comprend des itinéraires d'intégration pour les flux de travail d'affichage, de mise à jour et de saut de progression.",
  "Yes. The starter supports one-time and recurring plans with configurable products, prices, and provider mappings.": "Oui. Le démarreur prend en charge les plans ponctuels et récurrents avec des produits, des prix et des mappages de fournisseurs configurables.",
  "Yes. User resources and billing resources are integrated so teams can handle support and monetization together.": "Oui. Les ressources utilisateur et les ressources de facturation sont intégrées afin que les équipes puissent gérer ensemble le support et la monétisation.",
  "Yes. You can create posts with title, slug, excerpt, rich content, featured image, category, tags, author, status, and publish date in the admin panel.": "Oui. Vous pouvez créer des publications avec un titre, un slug, un extrait, un contenu riche, une image sélectionnée, une catégorie, des balises, un auteur, un statut et une date de publication dans le panneau d'administration.",
  "Your post-launch engine for support, publishing, and operational quality": "Votre moteur post-lancement pour le support, la publication et la qualité opérationnelle",
  "filament admin panel saas starter": "panneau d'administration de filament démarreur saas",
  "filament blog cms laravel": "blog filament cms laravel",
  "filament product and price management": "gestion des produits et des prix des filaments",
  "filament user role permission management": "gestion des autorisations du rôle utilisateur du filament",
  "laravel auth onboarding flow": "flux d'intégration d'authentification laravel",
  "laravel content marketing stack": "pile de marketing de contenu Laravel",
  "laravel filament billing admin": "Administrateur de facturation des filaments Laravel",
  "laravel locale switcher marketing pages": "pages marketing du commutateur de paramètres régionaux Laravel",
  "laravel paddle billing integration": "intégration de facturation laravel paddle",
  "laravel saas billing starter kit": "kit de démarrage de facturation laravel saas",
  "laravel saas blog starter": "démarreur de blog laravel saas",
  "laravel saas features, laravel stripe paddle billing starter, filament admin panel saas operations, laravel blog seo starter, onboarding localization saas": "fonctionnalités Saas de Laravel, démarreur de facturation à palettes Laravel Stripe, opérations Saas du panneau d'administration de filament, démarreur de référencement du blog Laravel, localisation d'intégration Saas",
  "laravel saas onboarding starter": "démarreur d'intégration laravel saas",
  "laravel saas starter kit, laravel stripe paddle billing starter, filament admin panel saas starter, laravel blog seo starter, onboarding localization saas": "kit de démarrage laravel saas, démarreur de facturation laravel stripe paddle, démarreur saas du panneau d'administration de filament, démarreur de référencement du blog laravel, localisation d'intégration saas",
  "laravel saas use cases, laravel stripe paddle billing starter, filament admin saas operations, laravel blog seo starter, laravel onboarding localization": "cas d'utilisation de laravel saas, démarreur de facturation à palettes laravel stripe, opérations saas d'administration de filament, démarreur de référencement du blog laravel, localisation d'intégration de laravel",
  "laravel seo starter kit": "kit de démarrage de référencement laravel",
  "laravel sitemap rss open graph": "plan du site laravel rss graphique ouvert",
  "laravel social login saas": "connexion sociale laravel saas",
  "laravel stripe checkout starter": "démarreur de paiement laravel stripe",
  "laravel subscriptions and one-time payments": "abonnements laravel et paiements uniques",
  "min": "min",
  "min read": "lecture min.",
  "multilingual laravel saas starter": "Démarreur Saas Laravel multilingue",
  "saas operations dashboard laravel": "Tableau de bord des opérations Saas Laravel",
  "stripe paddle dual provider checkout": "stripe paddle paiement auprès d'un double fournisseur"
}